{
  "operations": [
    {
      "id": "dorne",
      "title": "air routes of the northern <br /> sea route",
      "text": " In 1933, the first air bases were created to organize and support regular Arctic flights. They were located on Cape Severny (Chukotka Peninsula), Cape Chelyuskin and Franz Josef Land. <br/> In 1934, the Polar Aviation Directorate of the Main Directorate of the Northern Sea Route was formed <br/> The purpose of regular aviation was to develop the Arctic, solve problems related to the development of the Northern Sea Route (NSR) <br/> <strong>Tasks performed by regular aviation</strong> <br/> Ice reconnaissance for ships traveling along the NSR. <br/> Aviation services for research expeditions studying the natural resources of the Arctic Ocean. <br/> Communication with remote northern regions and wintering grounds, delivery of cargo and passengers not only during the short navigation period, but throughout the year. <br/> Assistance to ships wintered in ice. <br/> The Yenisei, Lena and Ob air groups of Polar Aviation were created to organize regular flights along the Tyumen-Salekhard, Krasnoyarsk-Dudinka-Dikson and Yakutsk-Tiksi routes. <br/> <strong>Some air routes of the Northern Sea Route of that time: </strong> <br/> Since 1933, regular air traffic began on the Krasnoyarsk-Igarka route. The airport and hydroport in Krasnoyarsk was built on Telyachiy Island. <br/> In February 1935, V.S. Molokov made an Arctic flight along the Krasnoyarsk-Igarka-Dudinka-Dikson route. <br/> In July 1936, pilots G. T. Pobezhimov and V. S. Molokov flew around the territory of the Far North in a Dornier Val flying boat, covering 31,000 kilometers along the ring route Krasnoyarsk - Yakutsk - Okhotsk - Wrangel Island - Moscow - Krasnoyarsk. <br/> In 1936, V. S. Molokov made long flights along the entire Northern Sea Route. The Arctic air route along the Eurasian coast connected Moscow with the most remote bases of the Soviet Arctic, with its ports, wintering grounds, polar stations and industrial new buildings. <br/> By 1941, the Main Directorate of the Northern Sea Route had at its disposal a powerful aviation force for that time throughout the Far North - from Arkhangelsk to Providence Bay. Airplanes could fly to Vladivostok. The following airlines regularly operated in the area of activity of the Main Directorate of the Northern Sea Route: Tyumen-Salekhard, Krasnoyarsk-Dikson, Tiksi-Anadyr. <br/> Flights like the one made in 1936 by Vasily Molokov on a seaplane paved the way along the Northern Sea Route for both aircraft and ships.",
      "images": [
        {
          "src": "../images/dorne1.jpg",
          "title": "dorne1"
        },
        {
          "src": "../images/dorne2.jpg",
          "title": "dorne2"
        }
      ],
      "videos": [],
      "audios": [
        {
          "src": "../audios/Dorne-text1.mp3",
          "title": "Northern Sea Route Air Routes"
        }
      ]
    },
    {
      "id": "tracks",
      "title": "«komseverput» <br /> communication service",
      "text": "«Komseverput» (Northern Sea Route Committee) was formed in 1919 to ensure the transportation of goods in the Arctic Ocean and adjacent territories. <br/> The Communications Service, formed by «Komseverput» on March 1, 1931, dealt with organizational and economic issues of all «Komseverput» aviation. <br/> M. I. Shevelev was appointed Head of the Communications Service, and B. G. Chukhnovsky was his deputy. <br/> In 1932, the Communications Service became known as the Aviation Service. <br/> In 1928, Boris Chukhnovsky, Anatoly Alekseyev and Mark Shevelev formed a headquarters for the creation of an aviation group at Komseverput. This small group was the beginning of Soviet polar aviation.<br/> That same year, the board of the Komseverput society acquired one of the Dornier Val aircraft, which was most suitable in terms of its characteristics for work in the conditions of the Far North, to provide ice reconnaissance for the Kara expeditions.<br/> By personal decision of the People's Commissar of Defense Kliment Voroshilov, the organization allocated one aircraft from the Black Sea Air Force, calling it «Komseverput-1».<br/> In July 1929, Chukhnovsky's crew ferried the aircraft from Sevastopol to Arkhangelsk, prepared it for work in the North, and in August began ice reconnaissance in the Kara Sea. <br/> For three weeks, flying over the ice, the seaplane assisted the icebreaker Krasin, which escorted ships in groups to the Gulf of Ob and the Yenisei Gulf.<br/> The successful completion of ice reconnaissance missions during the 1929 navigation season became the basis for the company to purchase two more Dornier Wal aircraft, which were built to special order abroad.<br/> The Dornier Do 16 Wal aircraft (German: Dornier Do 16 Wal) is a twin-engine flying boat that was recognized in the late 1920s as the best option for ice reconnaissance in high latitudes. The machine was developed in four modifications: for the USSR, Spain, the Netherlands and Yugoslavia.<br/> In the Soviet Union, most of the Do 16s ended up in the Black Sea Fleet, from where the first aircraft was transferred to organize ice reconnaissance in the Arctic. Dornier «Val» took part in combat operations at the early stage of the Great Patriotic War, after which they were removed from service.<br/> In 1930, three Komseverput aircraft No. 1, 2 and 3 were already servicing navigation, and 46 ships were already participating in the Kara Sea escorts. The crews had to give it their all.<br/> One of the summary reports of the joint-stock company directly stated: »... The success of ice aerial reconnaissance in 1930 exceeded all expectations. The icebreakers «Lenin» and «Malygin», which participated in the operation, were idle, and all ship escort was carried out based on data obtained by aerial reconnaissance.» <br/> The exceptionally successful results of the use of aviation in the northern seas in 1930 led to the creation of an air unit as an independent enterprise. On March 1, 1931, the Communications Service, later renamed the Aviation Service, was created as part of the North Siberian State Joint-Stock Company of Industry and Transport «Komseverput» of the People's Commissariat of Foreign and Domestic Trade of the USSR. <br/> Thus, the first aviation structure with its own command and aircraft appeared. <br/> This date is considered to be the birthday of Polar Aviation, which first appeared in the Western Arctic, but in subsequent years confidently stepped to the East.",
      "images": [
        {
          "src": "../images/tracks1.jpg",
          "title": "Postage stamp in honor of the Sever air expedition, which delivered cargo and polar explorers to the North Pole"
        },
        {
          "src": "../images/tracks2.jpg",
          "title": "The first Soviet Arctic stamp of 1931 AIR MAIL, dedicated to Malygin's flight with tourists"
        },
        {
          "src": "../images/tracks3.jpg",
          "title": "Announcement of the Yenisei air group of the polar aviation of the Main Directorate of the Northern Sea Route. 1937. Photo by KKKM"
        },
        {
          "src": "../images/tracks4.jpg",
          "title": "Flight of the USSR N-2 seaplane on the island. Dixon. 09/07/1936 (Photo from the funds of the State Museum of the Arctic and Antarctic)."
        },
        {
          "src": "../images/tracks5.jpg",
          "title": "AIR MAIL postal envelope from the first Soviet Arctic flight in 1931 on Malygin with tourists"
        },
        {
          "src": "../images/tracks6.jpg",
          "title": "Arctic exploration in 1937 map of the soviet period"
        }
      ],
      "videos": [],
      "audios": [
        {
          "src": "../audios/Tracks-text1.mp3",
          "title": "«Komseverput»"
        }
      ]
    }
  ],
  "personali": {
    "pilots": [
      {
        "id": "pilot",
        "date": "(1895 – 1982)",
        "title": "Василий Сергеевич Молоков",
        "biography": {
          "title": "Советский полярный лётчик и военачальник, участник операции по спасению экспедиции парохода «Челюскин» в 1934 году, Герой Советского Союза, Генерал-майор авиации.",
          "date": "(9.04.1895-29.12.1982)",
          "awards": [
            {
            "date": "1904 г.",
            "description": "1904 г. - работал в коробочной мастерской в Москве, затем в кузнице молотобойцем и слесарем."
          },
          {
            "date": "1915 г.",
            "description": "1915 г. - служил помощником механика в морской авиации. Участник первой мировой войны. С 1918 – механик авиационного отряда в Гатчинской школе высшего пилотажа. Участник гражданской войны."
          },
          {
            "date": "1921 г.",
            "description": "1921г. окончил школу морских лётчиков в Самаре. Служил в строевой части ВВС Балтийского флота."
          },
          {
            "date": "1924г г.",
            "description": "1924г.окончил Севастопольскую военную авиационную школу морских лётчиков, оставлен в ней лётчиком-инструктором. В 1929 окончил курсы усовершенствования командного состава при Военно-воздушной академии имени Н.Е. Жуковского."
          },
          {
            "date": "1932 гг.",
            "description": "1932 г. - командовал отрядом Полярной авиации Главного управления Северного морского пути. В операции по спасению челюскинцев совершил 9 полётов и вывез из лагеря 39 человек."
          },
          {
            "date": "1937 г.",
            "description": "1937 г. - в качестве командира экипажа самолёта ТБ-3 участвовал в высадке папанинцев на Северный полюс."
          },
          {
            "date": "1942 г.",
            "description": "1942г. – уполномоченный Государственного комитета обороны по проверке хода строительства авиационной трассы Аляска-Сибирь. В 1942-1943 – начальник Лётно-исследовательского института."
          },
          {
            "date": "1947 г.",
            "description": "1947 г. генерал-майор авиации В.С.Молоков – в запасе. Возглавлял Высшую квалификационную комиссию ГВФ."
          }
            
          ]
        },
        "quotes": {
          "title": "«Первый самостоятельный полёт! Словно именно в этот день ты стал вольной птицей, слившись с машиной в одно целое… Это — твой праздник. Всего 10 минут, а помнишь всю жизнь»"
        },
        "achievements": [
          {
              "date": "1934 г.",
              "description": "три ордена Ленина: 20.04.1934, 27.06.1937, 30.04.1945;"
            },
            {
              "date": "1944 г.",
              "description": "два ордена Красного Знамени: 3.11.1944, 15.05.1945;."
            },
            {
              "date": "1945 г.",
              "description": "орден Суворова 2-й степени: 19.04.1945;"
            },
            {
              "date": "1944 г.",
              "description": "орден Кутузова 2-й степени: 22.07.1944;"
            },
            {
              "date": "1943 г.",
              "description": "орден Отечественной войны 1-й степени: 12.12.1943;"
            },
            {
              "date": "1936 г.",
              "description": "орден Красной Звезды: 19.09.1936;"
            },
            {
              "date": "1941—1945 гг.",
              "description": "медали СССР: юбилейная медаль «За доблестный труд (За воинскую доблесть). В ознаменование 100-летия со дня рождения Владимира Ильича Ленина», медаль «За оборону Москвы», медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»."
            }
        ],
        "gallery": [
          {
            "src": "/images/molokov1.jpg",
            "name": "molokov1.jpg"
          },
          {
            "src": "/images/molokov2.jpg",
            "name": "molokov2.jpg"
          },
          {
            "src": "/images/molokov3.jpg",
            "name": "molokov3.jpg"
          }
        ]
      },
      {
        "id": "pilot-2",
        "date": "(1908 – 1982)",
        "title": "Николай Петрович Каманин",
        "biography": {
          "title": "Советский летчик, генерал-полковник авиации, один из первых семи Героев Советского Союза.",
          "date": "(05.10.1908 г. – 12.03.1982 г.)",
          "awards": [
            {
            "date": "1927 г.",
            "description": "1927 г. — призван в РККА и направлен на учёбу в Военно- теоретическую школу ВВС РККА."
          },
          {
            "date": "1928 г.",
            "description": "1928 г. — переведён во 2-ю военную школу лётчиков им. Осоавиахима СССР для обучения практическим полётам."
          },
          {
            "date": "1929 г.",
            "description": "1929 г. — окончил 2-ю военную школу лётчиков и был назначен в 40-ю авиаэскадрилью ВВС ОКДВА, где проходил службу младшим и старшим лётчиком, командиром звена."
          },
          {
            "date": "1940 г.",
            "description": "1940 г. — командир 19-й легкобомбардировочной авиационной бригады, участник советско-финляндской войны."
          },
          {
            "date": "1943 гг.",
            "description": "1943 г. — командовал 8-м смешанным (с июля 1943 года — 5-м штурмовым) авиационным корпусом, проходившим формирование в тылу."
          },
          {
            "date": "1946 г.",
            "description": "1946 г. — командир 3-го гвардейского штурмового авиационного корпуса (в Южной группе войск, город Арад, Румыния)."
          },
          {
            "date": "1955 г.",
            "description": "1955 года — заместитель председателя Центрального Комитета ДОСААФ."
          },
          {
            "date": "1971 г.",
            "description": "1971 г. — генерал-полковник авиации Н. П. Каманин — в запасе."
          }
           
          ]
        },
        "quotes": {
          "title": "«Запомните: летчик – это имя собирательное. На него работают десятки людей. Умейте слушать каждого. И уважать!» (Из книги Н. П. Каманина «Летчики и космонавты»)"
        },
        "achievements": [
           {
              "date": "1934 г.",
              "description": "звание «Героя Советского Союза» (20 апреля 1934 г)"
            },
            {
              "date": "1934 г.",
              "description": "медаль «Золотая звезда» (№2)"
            },
            {
              "date": "1934 г.",
              "description": "3 ордена Ленина (20.04.1934; 20.04.1953; 17.06.1961)"
            },
            {
              "date": "1944 г.",
              "description": "2 ордена Красного Знамени (29.05.1944; 06.11.1947)"
            },
            {
              "date": "1944 г.",
              "description": "2 ордена Суворова 2-й степени (10.01.1944; 28.04.1945)"
            },
            {
              "date": "1944 г.",
              "description": "орден Красной Звезды (03.11.1944)"
            }
        ],
        "gallery": [
          {
            "src": "/images/kamanin1.jpg",
            "name": "kamanin1.jpg"
          },
          {
            "src": "/images/kamanin2.jpg",
            "name": "kamanin2.jpg"
          }
        ]
      }
    ]
  },
  "library": {
    "films": [
      {
        "src": "",
        "title": ""
      }
    ],
    "audioBooks": [],
    "lectures": [],
    "books": []
  },
  "exhibitsData": [
    {
      "id": 1,
      "name": "Ваза эпохи Цинь",
      "images": [
        "https://i.pinimg.com/736x/d9/cb/b5/d9cbb5972f4855ac1cb6fcb3f095486d.jpg",
        "https://i.pinimg.com/736x/2e/c0/ca/2ec0ca86151ab5d18626ee34487e0e99.jpg",
        "https://avatars.mds.yandex.net/i?id=a0ac2453e18891a51065a18a6d0b932a11ad4be9-5388887-images-thumbs&n=13"
      ],
      "date": "221 г. до н.э.",
      "material": "Фарфор",
      "size": "45×30 см",
      "description": "Искусно выполненная ваза с сине-белым орнаментом..."
    },
    {
      "id": 2,
      "name": "Бронзовый меч Хань",
      "images": [
        "https://avatars.mds.yandex.net/i?id=80a6d53c70733eeeb2468fdec9e186bc_l-5179194-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=ef452bbbc1f810b133c07ca846353dcb78f510ab-5294137-images-thumbs&n=13"
      ],
      "date": "206 г. до н.э. - 220 г. н.э.",
      "material": "Бронза",
      "size": "78×8 см",
      "description": "Церемониальный меч эпохи Хань с инкрустацией золотом. Клинок украшен символикой неба и земли, характерной для конфуцианской традиции. Отличная сохранность демонстрирует мастерство древних металлургов."
    },
    {
      "id": 3,
      "name": "Шёлковый свиток Тан",
      "images": [
        "https://avatars.mds.yandex.net/i?id=c325000056bd3d08774795d436f9764cf26954c3-4552028-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=11383ffb762db0e19ab44f9f7e338a9318222d28-5859422-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13"
      ],
      "date": "618-907 гг.",
      "material": "Шёлк, минеральные пигменты",
      "size": "120×45 см",
      "description": "Свиток с пейзажной живописью эпохи Тан, изображающий горный массив Хуаншань. Работа демонстрирует характерную для периода технику 'сине-зеленых пейзажей'. Сохранились подписи трёх владельцев XVII века."
    },
    {
      "id": 4,
      "name": "Нефритовый диск Би",
      "images": [
        "https://avatars.mds.yandex.net/i?id=041196872fccb611f18129b53c0fdb4068e928c7-5220281-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=e88971888dbc82dc6f1a4cc8c609590e-5734541-images-thumbs&n=13"
      ],
      "date": "2500-2000 гг. до н.э.",
      "material": "Нефрит",
      "size": "Ø 22 см",
      "description": "Ритуальный диск культуры Лянчжу с характерным отверстием в центре. Символизировал небо в древних космогонических культах. Полировка поверхности достигнута многолетней обработкой бамбуком и водой."
    },
    {
      "id": 5,
      "name": "Терракотовый музыкант",
      "images": [
        "https://avatars.mds.yandex.net/i?id=61c68d96eedcf83c4f2530c7a1ed042de9db9ba2-10147998-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=3cdd91f76f48839b7ff94d8d3fdd42eabf881a09-10197150-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=dbf583607b8b008a6b74fcab042fd24bdd004ade-10356912-images-thumbs&n=13"
      ],
      "date": "VIII век",
      "material": "Глина, минеральные пигменты",
      "size": "38×22×18 см",
      "description": "Фигурка музыканта с лютной пипа из захоронения эпохи Тан. Представитель ансамбля из 12 музыкантов, сопровождавших знатную особу в загробный мир. Сохранились фрагменты оригинальной росписи."
    }
  ]
}