{  
      "operations": [
        {
          "id": "dorne",
          "title": "воздушные трассы северного <br /> морского пути",
          "text": [
        "В 1933 году были созданы первые авиабазы для организации и обеспечения регулярных арктических полётов. Они разместились на мысе Северном (Чукотский полуостров), на мысе Челюскина и на Земле Франца-Иосифа.",
        
        "В 1934 году образовано Управление Полярной авиации Главсевморпути.",
        
        "Цель регулярной авиации — освоение Арктики, решение задач, связанных с освоением Северного морского пути (СМП).",
        
        "Задачи, которая выполняла регулярная авиация:",
        "Ледовая разведка для судов, следовавших по СМП.",
        "Авиационное обслуживание научно-исследовательских экспедиций, изучавших природные ресурсы Северного Ледовитого океана.",
        "Связь с отдалёнными северными районами и зимовками, доставка грузов и пассажиров не только в короткий навигационный период, но и в течение всего года.",
        "Помощь зазимовавшим во льдах судам.",
        
        "Созданы Енисейская, Ленская и Обская авиагруппы Полярной авиации для организации регулярных полётов по линиям Тюмень — Салехард, Красноярск — Дудинка — Диксон и Якутск — Тикси.",
        
        "Некоторые воздушные трассы Северного морского пути того времени:",
        "С 1933 года началось регулярное воздушное сообщение по маршруту Красноярск — Игарка. Аэрогидропорт в Красноярске обустроили на острове Телячем.",
        
        "В феврале 1935 года В. С. Молоков совершил арктический перелёт по маршруту Красноярск — Игарка — Дудинка — Диксон.",
        
        "В июле 1936 года лётчики Г. Т. Побежимов и В. С. Молоков на летающей лодке Дорнье «Валь» облетели территорию Крайнего Севера, преодолев по кольцевому маршруту Красноярск — Якутск — Охотск — остров Врангеля — Москва — Красноярск 31 000 километров.",
        
        "В 1936 году В. С. Молоков совершил продолжительные полёты по всей трассе Северного морского пути. Воздушная арктическая трасса вдоль евразийского побережья связала Москву с самыми отдалёнными базами Советской Арктики, с её портами, зимовками, полярными станциями и промышленными новостройками.",
        
        "К 1941 году в распоряжении Главсевморпути имелась мощная по тем временам авиация по всему Крайнему Северу — от Архангельска до бухты Провидения. Самолёты могли летать до Владивостока. В поле деятельности Главсевморпути регулярно действовали авиалинии: Тюмень — Салехард, Красноярск — Диксон, Тикси — Анадырь.",
        
        "Полёты, подобные тому, что совершил в 1936 году на гидросамолёте Василий Молоков, прокладывали маршрут по Северному морскому пути как для самолётов, так и для кораблей."
      ],"images": [
            {
              "src": "../images/dorne1.jpg",
              "title": "dorne1"
            },
            {
              "src": "../images/dorne2.jpg",
              "title": "dorne2"
            }
          ],
          "videos": [],
          "audios": [
            {
              "src": "../audios/Dorne-text1.mp3",
              "title": "Воздушные трассы  северного морского пути"
            }
          ]
        },
        {
          "id": "tracks",
          "title": "«комсеверпуть» <br /> служба связи",
          "text": [
        "«Комсеверпуть» (Комитет Северного морского пути) был образован в 1919 году для обеспечения транспортировки грузов в Северном Ледовитом океане и прилегающих к нему территориях.",
        
        "Служба связи, образованная «Комсеверпутем» 1 марта 1931 года, занималась организационно-хозяйственными вопросами всей авиации «Комсеверпути».",
        
        "Начальником Службы связи был назначен М. И. Шевелёв, а его заместителем - Б. Г. Чухновский. В 1932 году Служба связи стала именоваться Авиаслужбой.",
        
        "В 1928 году Борис Чухновский, Анатолий Алексеев и Марк Шевелёв при Комсеверпути образовали штаб по созданию авиационной группы. С этого небольшого коллектива и началась советская полярная авиация.",
        
        "В этом же году правление общества «Комсеверпуть» приобретает один из самолётов Дорнье «Валь», наиболее подходящих по своим характеристикам для работы в условиях Крайнего Севера, для обеспечения ледовой разведки Карских экспедиций.",
        
        "По личному решению наркома обороны Климента Ворошилова организации выделили одну машину из состава черноморских ВВС, назвав её «Комсеверпуть-1».",
        
        "В июле 1929 года экипаж Чухновского перегнал машину из Севастополя в Архангельск, подготовил к работе на Севере и в августе начал ледовую разведку в Карском море.",
        
        "В течение трёх недель летая надо льдами, гидроплан помогал ледоколу «Красин», проводившему суда группами к Обской губе и Енисейскому заливу.",
        
        "Успешное выполнение задач ледовой разведки в навигацию 1929 года стало основанием для приобретения обществом ещё двух самолётов Дорнье «Валь», которые были построены по спецзаказу за границей.",
        
        "Самолёт Дорнье Do 16 «Валь» (нем. Dornier Do 16 Wal) – двухмоторная летающая лодка, в конце 1920-х годов был признан наиболее оптимальным вариантом для проведения ледовой разведки в высоких широтах. Машина разрабатывалась в четырёх модификациях: для СССР, Испании, Нидерландов и Югославии.",
        
        "В Советском Союзе большинство Do 16 попало на Черноморский флот, откуда первый самолёт был передан для организации ледовой разведки в Арктике. Дорнье «Валь» принимали участие в боевых действиях на ранней стадии Великой Отечественной войны, после чего были сняты с вооружения.",
        
        "В 1930 году уже три самолёта «Комсеверпуть» № 1, 2 и 3 обслуживали навигацию, причём в карских проводках участвовало уже 46 судов. Экипажам приходилось выкладываться полностью.",
        
        "В одном из отчётных докладов акционерного общества прямо говорилось: «...Успех ледовой авиаразведки в 1930 году превзошёл все ожидания. Ледоколы «Ленин» и «Малыгин», участвовавшие в операции, стояли без дела, и вся проводка судов осуществлялась по данным, полученным авиаразведкой».",
        
        "Исключительно удачные результаты применения авиации в северных морях в 1930 году привели к созданию авиаподразделения на правах самостоятельного предприятия.",
        
        "1 марта 1931 года в составе Северо-Сибирского государственного акционерного общества промышленности и транспорта «Комсеверпуть» Наркомата внешней и внутренней торговли СССР была создана Служба связи, позже переименованная в Авиаслужбу.",
        
        "Так появилась первая авиационная структура со своим командованием и самолётами.",
        
        "Эту дату принято считать днём рождения Полярной авиации, которая сначала появилась в Западной Арктике, но в последующие годы уверенно шагнула на Восток."
      ],"images": [
            {
              "src": "../images/tracks1.jpg",
              "title": "Почтовая марка в честь воздушной экспедиции Север, доставившей грузы и полярников на Северный полюс"
            },
            {
              "src": "../images/tracks2.jpg",
              "title": "Первая советская арктическая марка 1931 года ВОЗДУШНАЯ ПОЧТА, посвящённая рейсу Малыгина с туристами"
            },
            {
              "src": "../images/tracks3.jpg",
              "title": "Объявление Енисейской авиагруппы полярной авиации Главсевморпути. 1937. Фото КККМ"
            },
            {
              "src": "../images/tracks4.jpg",
              "title": "Полёт гидросамолёта СССР Н-2 на о. Диксон. 07.09.1936 г. (Фото из фондов Государственного музея Арктики и Антарктики)."
            },
            {
              "src": "../images/tracks5.jpg",
              "title": "Почтовый конверт ВОЗДУШНОЙ ПОЧТЫ из первого советского арктического рейса 1931 года на Малыгине с туристами"
            },
            {
              "src": "../images/tracks6.jpg",
              "title": "освоение Арктики в 1937 году карта советского периода"
            }
          ],
          "videos": [],
          "audios": [
            {
              "src": "../audios/Tracks-text1.mp3",
              "title": "«Комсеверпуть»"
            }
          ]
        }
      ],
      "personali": {
        "pilots": [
          {
            "id": "pilot",
            "date": "(1895 – 1982)",
            "title": "В.С. Молоков",
            "biography": {
              "title": "Советский полярный лётчик и военачальник, участник операции по спасению экспедиции парохода «Челюскин» в 1934 году, Герой Советского Союза, Генерал-майор авиации.",
              "date": "(9.04.1895-29.12.1982)",
              "awards": [
                {
                  "date": "1934 г.",
                  "description": "три ордена Ленина: 20.04.1934, 27.06.1937, 30.04.1945;"
                },
                {
                  "date": "1944 г.",
                  "description": "два ордена Красного Знамени: 3.11.1944, 15.05.1945;."
                },
                {
                  "date": "1945 г.",
                  "description": "орден Суворова 2-й степени: 19.04.1945;"
                },
                {
                  "date": "1944 г.",
                  "description": "орден Кутузова 2-й степени: 22.07.1944;"
                },
                {
                  "date": "1943 г.",
                  "description": "орден Отечественной войны 1-й степени: 12.12.1943;"
                },
                {
                  "date": "1936 г.",
                  "description": "орден Красной Звезды: 19.09.1936;"
                },
                {
                  "date": "1941—1945 гг.",
                  "description": "медали СССР: юбилейная медаль «За доблестный труд (За воинскую доблесть). В ознаменование 100-летия со дня рождения Владимира Ильича Ленина», медаль «За оборону Москвы», медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.»."
                }
              ]
            },
            "quotes": {
              "title": "«Первый самостоятельный полёт! Словно именно в этот день ты стал вольной птицей, слившись с машиной в одно целое… Это — твой праздник. Всего 10 минут, а помнишь всю жизнь»"
            },
            "achievements": [
              {
                "date": "1904 г.",
                "description": "1904 г. - работал в коробочной мастерской в Москве, затем в кузнице молотобойцем и слесарем."
              },
              {
                "date": "1915 г.",
                "description": "1915 г. - служил помощником механика в морской авиации. Участник первой мировой войны. С 1918 – механик авиационного отряда в Гатчинской школе высшего пилотажа. Участник гражданской войны."
              },
              {
                "date": "1921 г.",
                "description": "1921г. окончил школу морских лётчиков в Самаре. Служил в строевой части ВВС Балтийского флота."
              },
              {
                "date": "1924г г.",
                "description": "1924г.окончил Севастопольскую военную авиационную школу морских лётчиков, оставлен в ней лётчиком-инструктором. В 1929 окончил курсы усовершенствования командного состава при Военно-воздушной академии имени Н.Е. Жуковского."
              },
              {
                "date": "1932 гг.",
                "description": "1932 г. - командовал отрядом Полярной авиации Главного управления Северного морского пути. В операции по спасению челюскинцев совершил 9 полётов и вывез из лагеря 39 человек."
              },
              {
                "date": "1937 г.",
                "description": "1937 г. - в качестве командира экипажа самолёта ТБ-3 участвовал в высадке папанинцев на Северный полюс."
              },
              {
                "date": "1942 г.",
                "description": "1942г. – уполномоченный Государственного комитета обороны по проверке хода строительства авиационной трассы Аляска-Сибирь. В 1942-1943 – начальник Лётно-исследовательского института."
              },
              {
                "date": "1947 г.",
                "description": "1947 г. генерал-майор авиации В.С.Молоков – в запасе. Возглавлял Высшую квалификационную комиссию ГВФ."
              }
            ],
            "gallery": [
              {
                "src": "/images/molokov1.jpg",
                "name": "molokov1.jpg"
              },
              {
                "src": "/images/molokov2.jpg",
                "name": "molokov2.jpg"
              },
              {
                "src": "/images/molokov3.jpg",
                "name": "molokov3.jpg"
              }
            ]
          },
          {
            "id": "pilot-2",
            "date": "(1908 – 1982)",
            "title": "Н.П. Каманин",
            "biography": {
              "title": "Советский летчик, генерал-полковник авиации, один из первых семи Героев Советского Союза.",
              "date": "(05.10.1908 г. – 12.03.1982 г.)",
              "awards": [
                {
                  "date": "1934 г.",
                  "description": "звание «Героя Советского Союза» (20 апреля 1934 г)"
                },
                {
                  "date": "1934 г.",
                  "description": "медаль «Золотая звезда» (№2)"
                },
                {
                  "date": "1934 г.",
                  "description": "3 ордена Ленина (20.04.1934; 20.04.1953; 17.06.1961)"
                },
                {
                  "date": "1944 г.",
                  "description": "2 ордена Красного Знамени (29.05.1944; 06.11.1947)"
                },
                {
                  "date": "1944 г.",
                  "description": "2 ордена Суворова 2-й степени (10.01.1944; 28.04.1945)"
                },
                {
                  "date": "1944 г.",
                  "description": "орден Красной Звезды (03.11.1944)"
                }
              ]
            },
            "quotes": {
              "title": "«Запомните: летчик – это имя собирательное. На него работают десятки людей. Умейте слушать каждого. И уважать!» (Из книги Н. П. Каманина «Летчики и космонавты»)"
            },
            "achievements": [
              {
                "date": "1927 г.",
                "description": "1927 г. — призван в РККА и направлен на учёбу в Военно- теоретическую школу ВВС РККА."
              },
              {
                "date": "1928 г.",
                "description": "1928 г. — переведён во 2-ю военную школу лётчиков им. Осоавиахима СССР для обучения практическим полётам."
              },
              {
                "date": "1929 г.",
                "description": "1929 г. — окончил 2-ю военную школу лётчиков и был назначен в 40-ю авиаэскадрилью ВВС ОКДВА, где проходил службу младшим и старшим лётчиком, командиром звена."
              },
              {
                "date": "1940 г.",
                "description": "1940 г. — командир 19-й легкобомбардировочной авиационной бригады, участник советско-финляндской войны."
              },
              {
                "date": "1943 гг.",
                "description": "1943 г. — командовал 8-м смешанным (с июля 1943 года — 5-м штурмовым) авиационным корпусом, проходившим формирование в тылу."
              },
              {
                "date": "1946 г.",
                "description": "1946 г. — командир 3-го гвардейского штурмового авиационного корпуса (в Южной группе войск, город Арад, Румыния)."
              },
              {
                "date": "1955 г.",
                "description": "1955 года — заместитель председателя Центрального Комитета ДОСААФ."
              },
              {
                "date": "1971 г.",
                "description": "1971 г. — генерал-полковник авиации Н. П. Каманин — в запасе."
              }
            ],
            "gallery": [
              {
                "src": "/images/kamanin1.jpg",
                "name": "kamanin1.jpg"
              },
              {
                "src": "/images/kamanin2.jpg",
                "name": "kamanin2.jpg"
              }
            ]
          }
        ]
      },
      "library": {
        "films": [
          {
            "src": "",
            "title": ""
          }
        ],
        "audioBooks": [],
        "lectures": [],
        "books": []
      },
      "exhibitsData": [
    {
      "id": 1,
      "name": "Ваза эпохи Цинь",
      "images": [
        "https://i.pinimg.com/736x/d9/cb/b5/d9cbb5972f4855ac1cb6fcb3f095486d.jpg",
        "https://i.pinimg.com/736x/2e/c0/ca/2ec0ca86151ab5d18626ee34487e0e99.jpg",
        "https://avatars.mds.yandex.net/i?id=a0ac2453e18891a51065a18a6d0b932a11ad4be9-5388887-images-thumbs&n=13"
      ],
      "date": "221 г. до н.э.",
      "material": "Фарфор",
      "size": "45×30 см",
      "description": "Искусно выполненная ваза с сине-белым орнаментом..."
    },
    {
      "id": 2,
      "name": "Бронзовый меч Хань",
      "images": [
        "https://avatars.mds.yandex.net/i?id=80a6d53c70733eeeb2468fdec9e186bc_l-5179194-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=ef452bbbc1f810b133c07ca846353dcb78f510ab-5294137-images-thumbs&n=13"
      ],
      "date": "206 г. до н.э. - 220 г. н.э.",
      "material": "Бронза",
      "size": "78×8 см",
      "description": "Церемониальный меч эпохи Хань с инкрустацией золотом. Клинок украшен символикой неба и земли, характерной для конфуцианской традиции. Отличная сохранность демонстрирует мастерство древних металлургов."
    },
    {
      "id": 3,
      "name": "Шёлковый свиток Тан",
      "images": [
        "https://avatars.mds.yandex.net/i?id=c325000056bd3d08774795d436f9764cf26954c3-4552028-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=11383ffb762db0e19ab44f9f7e338a9318222d28-5859422-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13"
      ],
      "date": "618-907 гг.",
      "material": "Шёлк, минеральные пигменты",
      "size": "120×45 см",
      "description": "Свиток с пейзажной живописью эпохи Тан, изображающий горный массив Хуаншань. Работа демонстрирует характерную для периода технику 'сине-зеленых пейзажей'. Сохранились подписи трёх владельцев XVII века."
    },
    {
      "id": 4,
      "name": "Нефритовый диск Би",
      "images": [
        "https://avatars.mds.yandex.net/i?id=041196872fccb611f18129b53c0fdb4068e928c7-5220281-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=e88971888dbc82dc6f1a4cc8c609590e-5734541-images-thumbs&n=13"
      ],
      "date": "2500-2000 гг. до н.э.",
      "material": "Нефрит",
      "size": "Ø 22 см",
      "description": "Ритуальный диск культуры Лянчжу с характерным отверстием в центре. Символизировал небо в древних космогонических культах. Полировка поверхности достигнута многолетней обработкой бамбуком и водой."
    },
    {
      "id": 5,
      "name": "Терракотовый музыкант",
      "images": [
        "https://avatars.mds.yandex.net/i?id=61c68d96eedcf83c4f2530c7a1ed042de9db9ba2-10147998-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=3cdd91f76f48839b7ff94d8d3fdd42eabf881a09-10197150-images-thumbs&n=13",
        "https://avatars.mds.yandex.net/i?id=dbf583607b8b008a6b74fcab042fd24bdd004ade-10356912-images-thumbs&n=13"
      ],
      "date": "VIII век",
      "material": "Глина, минеральные пигменты",
      "size": "38×22×18 см",
      "description": "Фигурка музыканта с лютной пипа из захоронения эпохи Тан. Представитель ансамбля из 12 музыкантов, сопровождавших знатную особу в загробный мир. Сохранились фрагменты оригинальной росписи."
    }
  ] 
}