export const italy = {
  title: (
    <>
      спасение экипажа <br />и пассажиров дирижабль «италия»,
    </>
  ),
  text: 'Календарь: 1928 гг. Место: в 100 километрах к северу от Шпицбергена. Весной 1928 года экспедиция на дирижабле «Италия» под командованием Умберто Нобиле отправилась к Северному полюсу, цель была достигнута, но на обратином пути героический эпос о покорении Арктики обернулся трагедией. 28 мая 1928 года в 100 километрах к северу от Шпицбергена диражабль «Италия» потерпел крушение. В спасательных работах приняло участие 6 стран, более 40 судов и самолетов.',
  images: [
    { src: '../images/Italy1.jpg', title: '«Италия» в бухте Кингсбей (остров Западный Шпицберген)' },
    { src: '../images/Italy2.jpg', title: '«Италия» перед стартом из Милана' },
    { src: '../images/Italy3.jpg', title: 'Дирижабль Италия' },
    { src: '../images/Italy4.jpg', title: 'Моторные гондолы «Италии»' },
  ],
  videos: [{ src: '/videos/preview.mp4', title: 'название видео1' }],
  audios: [{ src: '/audios/preview.mp3', title: 'название аудио1' }],
};

export const alex = {
  title: <>пароход «александр сибиряков»</>,
  text: 'Календарь: 1932 гг. Место: Арктика, мыс Джэнрэтлен 28 июля 1932 года ледокольный пароход «Александр Сибиряков» начал путешествие по Северному морскому пути и сделал то, чего ранее никому не удавалось: совершил первое сквозное плавание за одну навигацию. Судно едва уцелело во льдах, однако экипажу все же удалось совершить, казалось бы, невозможное – не только выжить, но и сохранить судно. После путешествия «Александр Сибирякова» использовали ещё десять лет, после чего он героически погиб во время Великой Отечественной войны.',
  images: [{ text: 'текст', src: '', title: 'название фото' }],
  videos: [{ text: 'текст', src: '', title: 'название видео' }],
  audios: [{ text: 'текст', src: '', title: 'название аудио' }],
};

export const cheluskina = {
  title: (
    <>
      спасение экипажа и пассажиров
      <br /> парохода «челюскин»,
    </>
  ),

  text: 'Календарь: 1933-1934 гг. Место: Арктика, Берингов пролив, поблизости от островов Диомида. 13 февраля 1934 года в результате сильного сжатия «Челюскин» был раздавлен льдами и затонул в течение двух часов. Операция по спасению ста четырех человек, дрейфующих на льдине, заняла у советских авиаторов два месяца. Сквозь лед, туман и арктический холод летчики пробирались к людям.',
  images: [{ src: '../images/1.jpg', name: '1.jpg' }],
  videos: [{ src: 'https://rutube.ru/video/2681f8efa5ee0634627d85be7c7e2bdc/?r=plemwd', name: 'Челюскин' }],
  audios: [
    { src: '../audio/Chelyuskin1.mp3', name: 'Chelyuskin1.mp3' },
    { src: '../audio/Chelyuskin2.mp3', name: 'Chelyuskin2.mp3' },
    { src: '../audio/Chelyuskin3.mp3', name: 'Chelyuskin3.mp3' },
    { src: '../audio/Chelyuskin4.mp3', name: 'Chelyuskin4.mp3' },
    { src: '../audio/Chelyuskin5.mp3', name: 'Chelyuskin5.mp3' },
    { src: '../audio/Chelyuskin6.mp3', name: 'Chelyuskin6.mp3' },
    { src: '../audio/Chelyuskin7.mp3', name: 'Chelyuskin7.mp3' },
    { src: '../audio/Chelyuskin8.mp3', name: 'Chelyuskin8.mp3' },
  ],
};

export const ruslan = {
    title: <>гибель спасательного судна «руслан»</>,
    text: 'Календарь: 1933 г. Место: в районе Шпицбергена. 25 апреля 1933 года затонул в результате обледенения у Южного мыса, архипелага Шпицберген, Баренцево море. Судно (капитан Н. Клюев) участвовало в спасении ледокольного парохода «Малыгин», севшего на камни у острова Шпицберген. После успешного завершения операции 24 апреля «Руслан» вместе с другими спасательными судами и спасенным «Малыгиным» вышел в Мурманск. В ожидании ледокола «Красин», на буксире которого он должен был совершить переход, «Руслан» следовал малым ходом позади каравана. В ночь на 25 апреля в связи с сильным ветром и снежными зарядами началось обледенение судна. Его остойчивость резко упала. При постановке лагом к волне судно получило большой крен и не выпрямилось. Экипаж скалывал образовавшийся лед. Поворотом носом на волну, крен удавалось на время ликвидировать, однако к вечеру 25 апреля с ростом обмерзания, все предпринятые меры не давали результата. «Руслан» лег на борт. Вода затопила машинное отделение. Около полуночи судно затонуло. Из 22 членов экипажа, пересевших в шлюпки, спаслись лишь трое моряков, подобранных норвежским промысловым судном через 5 суток после гибели «Руслана».',
    images: [{ src: '../images/ruslan1.JPG', name: 'Спасательный буксир Руслан' }],
    videos: [{ src: '../video/1.jpg', name: '1.jpg' }],
    audios: [{ src: '../audio/1.jpg', name: '1.jpg' }],
};

export const personali = {
  pilots: [
    {
      id: 'pilot',
      date: '(1895-1982)',
      title: 'В.С. Молоков',
      biography: {
        title:
          'Советский полярный лётчик и военачальник, участник операции по' +
          'спасению экспедиции парохода «Челюскин» в 1934 году, Герой Советского' +
          'Союза, Генерал-майор авиации.',
        date: '(13.02.1895-29.12.1982)',
        awards: [
          { date: '1904 г.', description: 'работал в коробочной мастерской в Москве, затем в кузнице молотобойцем и слесарем.' },
          {
            date: '1915 г.',
            description:
              'служил помощником механика в морской авиации. Участник первой мировой войны. С 1918 – механик авиационного отряда в Гатчинской школе высшего пилотажа. Участник гражданской войны.',
          },
          { date: '1921 г.', description: 'окончил школу морских лётчиков в Самаре. Служил в строевой части ВВС Балтийского флота' },
          {
            date: '1924 г.',
            description:
              'окончил Севастопольскую военную авиационную школу морских лётчиков, оставлен в ней лётчиком-инструктором. В 1929 окончил курсы усовершенствования командного состава при Военно-воздушной академии имени Н.Е. Жуковского.',
          },
          { date: '1931 г.', description: 'пилот ГВФ; летал на воздушных линиях в Сибири и на Дальнем Востоке.' },
          {
            date: '1932 г.',
            description:
              'командовал отрядом Полярной авиации Главного управления Северного морского пути. В операции по спасению челюскинцев совершил 9 полётов и вывез из лагеря 39 человек.',
          },
          { date: '1937 г.', description: 'в качестве командира экипажа самолёта ТБ-3 участвовал в высадке папанинцев на Северный полюс.' },
          { date: '1938-1942 гг.', description: 'начальник Главного Управления ГВФ.' },
          {
            date: '1942г.',
            description:
              'уполномоченный Государственного комитета обороны по проверке хода строительства авиационной трассы Аляска-Сибирь. В 1942-1943 – начальник Лётно-исследовательского института.',
          },
          { date: '1943 г.', description: 'командир 213-й авиационной дивизии ночных бомбардировщиков (Западный и 3-й Белорусский фронты).' },
          { date: '1945-1947 гг.', description: 'заместитель начальника Главного управления гидрометеослужбы при Совете министров СССР.' },
          {
            date: '1947 г.',
            description:
              'генерал-майор авиации В.С.Молоков – в запасе. Возглавлял Высшую квалификационную комиссию ГВФ. Был членом Центральной Ревизионной Комиссии КПСС. Член ЦИК СССР 7-го созыва, депутат Верховного Совета СССР 1-го созыва.',
          },
        ],
      },
      quotes: {
        title:
          '«Первый самостоятельный полёт! Словно именно в этот день ты стал вольной птицей, слившись с машиной в одно целое… Это — твой праздник.Всего 10 минут, а помнишь всю жизнь»' +
          '«В полёте мы были так заняты, что вообще забывали про время. Я очень дорожил хорошей погодой, считал, что эти драгоценные для Арктики часы надо использовать максимально…»' +
          '«Мы и не думали о своих полётах, как о каком-то геройстве. Это была наша работа, правда, очень тяжёлая и опасная. Я считал своим долгом как можно скорее помочь людям…» ' +
          'Я не сделал ничего особенного. Я обыкновенный лётчик».',
      },

      achievements: [
        {
          date: '1936 г.',
          description:
            'Проложение авиатрассы через Северный морской путь. Экипаж самолёта «СССР-Н2» во главе с Молоковым преодолел путь в 31 000 км. Полёт начинался в Красноярске и проходил через Якутию, Камчатку, Чукотку, всю трассу Северного морского пути, Москву и заканчивался возвращением в исходную точку.',
        },
        {
          date: '1937 г.',
          description:
            'Участие в экспедиции на Северный полюс. С 22 марта по 25 июня 1937 года Молоков участвовал в экспедиции в качестве командира воздушного корабля «СССР Н-171» и доставил на Северный полюс первую полярную совескую станцию И. Д. Папанина.',
        },
        {
          date: '1936 г.',
          description:
            'Верхдальний перелёт. Полёт Молокова 1936 года продемонстрировал всему миру возможности советской полярной авиации. За 200 лётных часов экипаж преодолел в общей сложности более 31 тысячи километров. Таким образом, достижения Молокова внесли значительный вклад в освоение Арктики и показали возможности советской полярной авиации.',
        },
        { date: '1982 г.', description: 'Умер 29 декабря 1982 года. Похоронен в Москве, на Кунцевском кладбище.' },
        { date: '1945 г.', description: 'три ордена Ленина: 20.04.1934, 27.06.1937, 30.04.1945;' },
        { date: '1944 г.', description: 'два ордена Красного Знамени: 3.11.1944, 15.05.1945;' },
        { date: '1945 г.', description: 'орден Суворова 2-й степени: 19.04.1945;' },
        { date: '1944 г.', description: 'орден Кутузова 2-й степени: 22.07.1944;' },
        { date: '1943 г.', description: 'орден Отечественной войны 1-й степени: 12.12.1943;' },
        { date: '1936 г.', description: 'орден Красной Звезды: 19.09.1936;' },
        {
          date: '1941—1945 г.',
          description:
            'медали СССР: юбилейная медаль «За доблестный труд (За воинскую доблесть). В ознаменование 100-летия со дня рождения Владимира Ильича Ленина», медаль «За оборону Москвы», медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.».',
        },
      ],
      gallery: [
        { src: '/images/molokov1.jpg', name: 'molokov1.jpg' },
        { src: '/images/molokov2.jpg', name: 'molokov2.jpg' },
        { src: '/images/molokov3.jpg', name: 'molokov3.jpg' },
      ],
    },
    {
      id: 'pilot-2',
      date: '(1899-1980)',
      title: 'М.В. Водопьянов',
      biography: {
        title: 'Cоветский лётчик, один из первых' + 'Героев Советского Союза, генерал-майор Советских ВВС. Занимался' + 'литературной деятельностью.',

        date: '(18.11.1899-11.11.1980)',
        awards: [
          {
            date: '1918 г.',
            description: 'В феврале 1918 года добровольно вступил в Красную армию, служил обозным в Дивизионе воздушных кораблей «Илья Муромец».  ',
          },
          {
            date: '1925 г.',
            description: ' С 1925 года работал авиационным мотористом, затем бортмехаником. ',
          },
          { date: '1928 г.', description: 'В 1928 году окончил лётную школу «Добролёта»' },
          {
            date: '1929 г.',
            description: 'В 1929 году Московскую лётно-техническую школу.',
          },
          { date: '1930 г.', description: 'В январе 1930 года первым открыл воздушную линию на остров Сахалин.  -' },
          {
            date: '1931 г.',
            description:
              'С 1931 года работал на Центральном аэродроме в лётном отряде газеты «Правда», доставлявшем газетные матрицы в крупнейшие города СССР.  ',
          },
          {
            date: '1941 г.',
            description: 'В начале Великой Отечественной войны Михаил Водопьянов командовал дальнебомбардировочной авиационной дивизией. ',
          },
          {
            date: '1943 г.',
            description:
              'Лично участвовал во втором налёте на Берлин, в котором его самолёт Пе-8 был подбит и совершил вынужденную посадку на территории, занятой противником.  ',
          },
          {
            date: '1943г.',
            description: 'В 1943 году ему было присвоено воинское звание генерал-майора авиации. С 1946 года — в отставке. ',
          },
        ],
      },
      quotes: {
        title:
          '«С самолётом можно дружить, как с человеком!».' +
          '«На Севере надо не только уметь летать, но и уметь ждать: уж очень редко' +
          'там выдаётся хорошая погода и очень она неустойчива».' +
          '«И на мою долю выпало огромное счастье полететь спасать челюскинцев».' +
          '«Любовь   к   моей   Родине   и   ненависть   к   врагам   моей   Родины   —   это' +
          'ориентиры, руководясь которыми я не боюсь потерять пути в любом полёте».',
      },

      achievements: [
        {
          date: '1934 г.',
          description: 'Медаль «Золотая Звезда» Героя Советского Союза (20 апреля 1934)',
        },
        {
          date: '1934 г.',
          description: '4   ордена  Ленина   (20   апреля  1934,  27  июня  1937,  6  ноября  1945,  6 декабря 1949).',
        },
        {
          date: '1940 г.',
          description: '4 ордена Красного Знамени (11 апреля 1940, 20 февраля 1942, 3 ноября 1944, 14 января 1952).',
        },
        { date: '1945 г.', description: 'Орден Отечественной войны I степени (13 июля 1945)' },
        { date: '1967 г.', description: 'Медаль «За боевые заслуги» (28 октября 1967).' },
        {
          date: '1937 г.',
          description:
            'рейса Водопьянов вывез десять человек. Посадка на Северный полюс. 21 мая 1937 года на самолёте АНТ-6 Водопьянов впервые в мире совершил посадку на лёд в районе Северного Полюса. Участие',
        },
        {
          date: '1949 г.',
          description:
            '«Север-2».  В 1949 году Водопьянов получил четвёртый орден Ленина за участие в секретной операции, в рамках которой создавались ледовые аэродромы для доставки ядерного оружия в зону вероятного противника.',
        },
      ],
      gallery: [
        { src: '/images/vodopyanov1.jpg', name: 'vodopyanov1.jpg' },
        { src: '/images/vodopyanov2.jpg', name: 'vodopyanov2.jpg' },
        { src: '/images/vodopyanov3.jpg', name: 'vodopyanov3.jpg' },
      ],
    },
    {
      id: 'pilot-3',
      date: '(1908-1982)',
      title: 'Н.П. Каманин',
      biography: {
        title: 'Советский летчик, генерал-полковник авиации, один из первых семиГероев Советского Союза.',

        date: '(05.10.1908–12.03.1982)',
        awards: [
          {
            date: '1927 г.',
            description: 'призван в РККА и направлен на учёбу в Военно-теоретическую школу ВВС РККА.',
          },
          {
            date: '1928 г.',
            description: ' переведён во 2-ю военную школу лётчиков им. Осоавиахима СССР для обучения практическим полётам. ',
          },
          {
            date: '1929 г.',
            description:
              'окончил 2-ю военную школу лётчиков и был назначен в 40-ю авиаэскадрилью ВВС ОКДВА, где проходил службу младшим и старшим лётчиком, командиром звена.',
          },
          {
            date: '1933 г.',
            description:
              'командовал отрядом в 28-й авиаэскадрилье. В этой должности в декабре принимал участие в поиске и спасении членов экспедиции и экипажа затонувшего в Арктике парохода «Челюскин». За проявленное мужество и героизм ему было присвоено звание Героя Советского Союза.',
          },
          {
            date: '1935 г.',
            description:
              'учёба в Военно-воздушной академии РККА им. профессора Н. Е. Жуковского, по окончании которой в декабре 1938 года назначен командиром 19-й лёгкой бомбардировочной авиабригады.',
          },
          {
            date: '1940 г.',
            description: 'командир 19-й легкобомбардировочной авиационной бригады, участник советско-финляндской войны.',
          },
          {
            date: '1940-1941 гг.',
            description:
              'командир 3-й авиационной бригады (в Среднеазиатском военном округе), одновременно был командующим ВВС Среднеазиатского военного округа.',
          },
          {
            date: '1941 г.',
            description:
              'командир 4-й авиационной бригады (в Среднеазиатском военном округе), в августе 1941 года в должности командира 4-й авиационной бригады участвовал в вводе советских войск в Иран.',
          },
          {
            date: '1942- 1943 гг.',
            description: 'командир 292-й штурмовой авиационной дивизии, участник Великой Отечественной войны.',
          },
          {
            date: '1943 г.',
            description: ' командовал 8-м смешанным (с июля 1943 года — 5-м штурмовым) авиационным корпусом, проходившим формирование в тылу. ',
          },
          {
            date: '1946 г.',
            description: 'командир 3-го гвардейского штурмового авиационного корпуса (в Южной группе войск, город Арад, Румыния). ',
          },
          {
            date: '1946 - 1948 гг.',
            description: 'заместитель начальника Главного Управления ГВФ по оборонным вопросам. ',
          },
          {
            date: '1948 г.',
            description:
              '— председатель Оргбюро ДОСАВ (Добровольного общества содействия авиации), в октябре 1951–декабре 1953 года — заместитель председателя Оргкомитета ДОСААФ по авиации, в декабре 1953–июне 1955 года — заместитель председателя Центрального Комитета ДОСААФ. ',
          },
          {
            date: '1956 г.',
            description: ' окончил Высшие академические курсы при Высшей военной академии (Военной академии Генерального штаба).',
          },
          {
            date: '1957-1958 гг.',
            description:
              'командующий 73-й воздушной армией (в Туркестанском военном округе), в апреле 1958–январе 1961 года — заместитель начальника Главного штаба ВВС по боевой подготовке. ',
          },
          {
            date: '1961 г.',
            description:
              'заместитель начальника боевой подготовки ВВС по космосу, в июне 1966–июне 1971 года — помощник Главнокомандующего ВВС по подготовке и обеспечению космических полётов. ',
          },
          {
            date: '1971 г.',
            description: 'генерал-полковник авиации Н. П. Каманин — в запасе. ',
          },
        ],
      },
      quotes: {
        title:
          '«Запомните: летчик – это имя собирательное. На него работают десятки' +
          'людей. Умейте слушать каждого. И уважать!» (Из книги Н. П. Каманина' +
          '«Летчики и космонавты»)',
      },

      achievements: [
        {
          date: '1934 г.',
          description: 'звание «Героя Советского Союза» (20 апреля 1934 г)',
        },
        {
          date: '1934 г.',
          description: 'медаль «Золотая звезда» (№2)',
        },
        {
          date: '1978 г.',
          description: 'орден Октябрьской Революции (17 октября 1978 г)',
        },
        { date: '1944 г.', description: '2 ордена Красного Знамени (29.05.1944; 06.11.1947)' },
        { date: '1944 г.', description: '2 ордена Суворова 2-й степени (10.01.1944; 28.04.1945)' },
        {
          date: '1944 г.',
          description: 'орден Кутузова 2-й степени (19.08.1944)',
        },
        {
          date: '1944 г.',
          description: 'орден Красной Звезды (03.11.1944)',
        },
      ],
      gallery: [
        { src: '/images/kamanin1.JPG', name: 'kamanin1.JPG' },
        { src: '/images/kamanin2.JPG', name: 'kamanin2.JPG' },
      ],
    },
  ],
  engineers: [
    {
      id: 'engineer',
      date: '(1900-1900)',
      title: 'Фамилия Имя Отчество1',
      biography: {
        title: 'Биография инженера 1',
      },
      quotes: { title: 'цитата инженера 1' },
      awards: [{ title: 'достижения инженера 1' }],
      gallery: [
        {
          src: 'https://thumbs.dreamstime.com/b/happy-young-businessman-architect-white-background-holding-blueprints-31418941.jpg',
          title: 'инженер 1',
        },
      ],
    },
    {
      id: 'engineer-1',
      date: '(1900-1900)',
      title: 'Фамилия Имя Отчество2',
      biography: {
        title: 'Биография инженера 2',
      },
      quotes: { title: 'цитата инженера 2' },
      awards: [{ title: 'достижения инженера 2' }],
      gallery: [
        {
          src: 'https://thumbs.dreamstime.com/b/happy-young-businessman-architect-white-background-holding-blueprints-31418941.jpg',
          title: 'инженер 2',
        },
      ],
    },
  ],
  researchers: [
    {
      id: 'researcher',
      date: '(1900-1900)',
      title: 'Фамилия Имя Отчество1',
      biography: {
        title: 'Биография исследователя 1',
      },
      quotes: { title: 'цитата исследователя 1' },
      awards: [{ title: 'достижения исследователя 1' }],
      gallery: [
        {
          src: 'https://www.akulchev.ru/local/templates/main/images/product-quality_2.jpg',
          title: 'исследователя 1',
        },
      ],
    },
    {
      id: 'researcher-1',
      date: '(1900-1900)',
      title: 'Фамилия Имя Отчество2',
      biography: {
        title: 'Биография исследователя 2',
      },
      quotes: { title: 'цитата исследователя 2' },
      awards: [{ title: 'достижения исследователя 2' }],
      gallery: [
        {
          src: 'https://www.akulchev.ru/local/templates/main/images/product-quality_2.jpg',
          title: 'исследователя 2',
        },
      ],
    },
  ],
};

export const library = {
  films: [
    {
      title: 'Челюскинцы (СССР, 1985 г., режиссер – Михаил Иванович Ершов)',
      src: '/videos/cheluskin-video1.mp4',
    },
    {
      title: 'Челюскин. Первые (Россия, 2024 г., режиссер – Степан Коршунов)',
      src: '/videos/preview.mp4',
    },
    {
      title: 'Гибель «Челюскина». Спасение «челюскинцев». 1934 год',
      src: '/videos/preview.mp4',
    },
    {
      title: '«Александр Сибиряков»: Биография парохода (Россия, 2014 г., режиссер – Владимир Плешаков,',
      src: '/videos/preview.mp4',
    },
    {
      title: 'Поход «Сибирякова» (СССР, 1933 г., режиссеры – Владимир Шнейдеров, Яков Купер)',
      src: '/videos/preview.mp4',
    },
    {
      title: '«Подвиг во льдах» (Ленинград, 1928 г., режиссеры – Георгий Васильев, Сергей Васильев)',
      src: '/videos/preview.mp4',
    },
    {
      title: '«Красная палатка» (Италия, 1969г., режиссер –Михаил Калатозов)',
      src: '/videos/preview.mp4',
    },
  ],
  audioBooks: [
    {
      title: '«Челюскин. В плену ледяной пустыни» Михаил Калашников',
      src: '/audios/cheluskin-audio-book1.mp3',
    },
  ],
  lectures: [
    {
      title: 'Название лекции1',
      src: '/videos/preview.mp4',
    },
  ],
  books: [
    {
      title: '«Спасение челюскинцев» С. К. Сафонов, Юрий Бурлаков',
      src: '../images/book1.jpg',
    },
    {
      title: '«Челюскинцы. Первые в Арктике» А. А. Замостьянов',
      src: '../images/book2.jpg',
    },
    {
      title: '«В тени первых Героев. Белые пятна челюскинской эпопеи» Николай Велигжанин',
      src: '../images/book3.jpg',
    },
    {
      title: 'Экспедиция на «Сибирякове» Сергей Александрович Семенов (1933 г.)',
      src: '../images/book4.jpg',
    },
    {
      title: 'Крушение "Италии": История арктической экспедиции Умберто Нобиле. Марк Пайсинг',
      src: '../images/book5.jpg',
    },
    {
      title: 'Умберто Нобиле и «Италия» на Северном полюсе. Сиколо Клаудио',
      src: '../images/book6.jpg',
    },
  ],
};

export const quizData = [
  {
    id: 1,
    question: 'для чего в 1930-е годы в ссср была создана полярная авиация',
    info: '(выберите один или несколько правильных ответов)',
    answers: [
      { id: 'a', text: 'помогала осваивать америку', correct: false },
      { id: 'b', text: 'снабжение дрейфующих и полярных станций', correct: true },
      { id: 'c', text: 'помогала осваивать артику', correct: false },
      { id: 'd', text: 'перевозка пассажиров и грузов в районах крайнего севера', correct: true },
    ],
    multiAnswer: true,
  },
  {
    id: 2,
    question: 'модель какого самолета рассматривает летчик василий молоков с женой надеждой',
    image: './assets/answer_img.png',
    answers: [
      { id: 'a', text: 'р-5', correct: true },
      { id: 'b', text: 'ш-2', correct: false },
      { id: 'c', text: 'у-2', correct: false },
    ],
    multiAnswer: false,
  },
];



export const puzzleData = [
  {
    id: 1,
    title: 'Горы',
    imageSrc:
      'https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2340&q=80',
    description: 'Живописный горный пейзаж',
    completed: false,
  },
  {
    id: 2,
    title: 'Океан',
    imageSrc:
      'https://images.unsplash.com/photo-1505228395891-9a51e7e86bf6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2533&q=80',
    description: 'Вид на океан с высоты птичьего полета',
    completed: false,
  },
  {
    id: 3,
    title: 'Лес',
    imageSrc:
      'https://images.unsplash.com/photo-1448375240586-882707db888b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2340&q=80',
    description: 'Тропический лес с водопадом',
    completed: false,
  },
];

export const difficultyLevels = [
  {
    id: 'easy',
    name: 'Легкий',
    rows: 3,
    columns: 4,
    description: '3x4',
  },
  {
    id: 'medium',
    name: 'Средний',
    rows: 4,
    columns: 6,
    description: '4x6',
  },
  {
    id: 'hard',
    name: 'Сложный',
    rows: 6,
    columns: 8,
    description: '6x8',
  },
];

export const crosswordData = {
  size: 19,
  words: [
    // Горизонтальные слова
    {
      id: 'h1',
      word: '123456',
      clue: 'шесть',
      direction: 'horizontal',
      start: { row: 13, col: 13 },
      solved: false,
    },
    {
      id: 'h2',
      word: '123456789',
      clue: 'девять',
      direction: 'horizontal',
      start: { row: 11, col: 5 },
      solved: false,
    },
    {
      id: 'h3',
      word: '123456789',
      clue: 'девять',
      direction: 'horizontal',
      start: { row: 9, col: 2 },
      solved: false,
    },
    {
      id: 'h4',
      word: '1234567',
      clue: 'семь',
      direction: 'horizontal',
      start: { row: 5, col: 3 },
      solved: false,
    },

    // Вертикальные слова
    {
      id: 'v1',
      word: '1234567',
      clue: 'семь',
      direction: 'vertical',
      start: { row: 12, col: 18 },
      solved: false,
    },
    {
      id: 'v2',
      word: '12345',
      clue: 'пять',
      direction: 'vertical',
      start: { row: 11, col: 16 },
      solved: false,
    },
    {
      id: 'v3',
      word: '12345678',
      clue: 'восемь',
      direction: 'vertical',
      start: { row: 10, col: 13 },
      solved: false,
    },
    {
      id: 'v4',
      word: '1234567',
      clue: 'семь',
      direction: 'vertical',
      start: { row: 5, col: 5 },
      solved: false,
    },
    {
      id: 'v5',
      word: '12345678',
      clue: 'восемь',
      direction: 'vertical',
      start: { row: 3, col: 3 },
      solved: false,
    },
    {
      id: 'v6',
      word: '1234567',
      clue: 'семь',
      direction: 'vertical',
      start: { row: 3, col: 7 },
      solved: false,
    },
  ],
};

export const booksfilmsData = [
  {
    films: [
      {
        id: 1,
        name: '«Италия»',
        data: [
          { id: 1, title: '«Подвиг во льдах» (Ленинград, 1928 г., режиссеры – Георгий Васильев, Сергей Васильев)', src: '' },
          { id: 2, title: '«Красная палатка» (Италия, 1969г., режиссер –Михаил Калатозов)', src: '' },
        ],
      },
      {
        id: 2,
        name: '«Александр Сибиряков»',
        data: [
          { id: 1, title: '«Александр Сибиряков»: Биография парохода (Россия, 2014 г., режиссер – Владимир Плешаков, 26 минут)', src: '' },
          { id: 2, title: 'Поход «Сибирякова» (СССР, 1933 г., режиссеры – Владимир Шнейдеров, Яков Купер)', src: '' },
        ],
      },
      {
        id: 3,
        name: '«Челюскин»',
        data: [
          { id: 1, title: 'Челюскинцы (СССР, 1985 г., режиссер – Михаил Иванович Ершов)', src: '' },
          { id: 2, title: 'Челюскин. Первые (Россия, 2024 г., режиссер – Степан Коршунов)', src: '' },
        ],
      },
      {
        id: 4,
        name: '«Руслан»',
        data: [
          { id: 1, title: '', src: '' },
          { id: 2, title: '', src: '' },
        ],
      },
    ],
    audio: [
      {
        id: 3,
        name: '«Челюскин»',
        data: [
          {
            id: 1,
            title: '«Челюскин. В плену ледяной пустыни» Михаил Калашников',
            src: 'https://books.yandex.ru/audiobooks/FOFQwPrN?utm_place=content_audio_menu_item',
          },
        ],
      },
    ],
    lektions: [],
    books: [
      {
        id: 1,
        name: '«Италия»',
        data: [
          { id: 1, title: 'Крушение "Италии": История арктической экспедиции Умберто Нобиле. Марк Пайсинг (книга)' },
          { id: 2, title: 'Умберто Нобиле и «Италия» на Северном полюсе. Сиколо Клаудио (книга)' },
        ],
      },
      {
        id: 2,
        name: '«Александр Сибиряков»',
        data: [{ id: 1, title: 'Экспедиция на «Сибирякове» Сергей Александрович Семенов (книга,1933 г.)' }],
      },
      {
        id: 3,
        name: '«Челюскин»',
        data: [
          { id: 1, title: '«Спасение челюскинцев» С. К. Сафонов, Юрий Бурлаков (книга)' },
          { id: 2, title: '«Челюскинцы. Первые в Арктике» А. А. Замостьянов (книга)' },
          { id: 3, title: '«В тени первых Героев. Белые пятна челюскинской эпопеи» Николай Велигжанин (книга)' },
        ],
      },
    ],
  },
];

export const exhibitsData = [
  {
    id: 1,
    name: 'Ваза эпохи Цинь',
    images: [
      'https://i.pinimg.com/736x/d9/cb/b5/d9cbb5972f4855ac1cb6fcb3f095486d.jpg',
      'https://i.pinimg.com/736x/2e/c0/ca/2ec0ca86151ab5d18626ee34487e0e99.jpg',
      'https://avatars.mds.yandex.net/i?id=a0ac2453e18891a51065a18a6d0b932a11ad4be9-5388887-images-thumbs&n=13',
    ],
    date: '221 г. до н.э.',
    material: 'Фарфор',
    size: '45×30 см',
    description: 'Искусно выполненная ваза с сине-белым орнаментом...',
  },
  {
    id: 2,
    name: 'Бронзовый меч Хань',
    images: [
      'https://avatars.mds.yandex.net/i?id=80a6d53c70733eeeb2468fdec9e186bc_l-5179194-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=ef452bbbc1f810b133c07ca846353dcb78f510ab-5294137-images-thumbs&n=13',
    ],
    date: '206 г. до н.э. - 220 г. н.э.',
    material: 'Бронза',
    size: '78×8 см',
    description:
      'Церемониальный меч эпохи Хань с инкрустацией золотом. Клинок украшен символикой неба и земли, характерной для конфуцианской традиции. Отличная сохранность демонстрирует мастерство древних металлургов.',
  },
  {
    id: 3,
    name: 'Шёлковый свиток Тан',
    images: [
      'https://avatars.mds.yandex.net/i?id=c325000056bd3d08774795d436f9764cf26954c3-4552028-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=11383ffb762db0e19ab44f9f7e338a9318222d28-5859422-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=8e85d04bb886fd3408df6eb190daa366e4295a35-7149282-images-thumbs&n=13',
    ],
    date: '618-907 гг.',
    material: 'Шёлк, минеральные пигменты',
    size: '120×45 см',
    description:
      "Свиток с пейзажной живописью эпохи Тан, изображающий горный массив Хуаншань. Работа демонстрирует характерную для периода технику 'сине-зеленых пейзажей'. Сохранились подписи трёх владельцев XVII века.",
  },
  {
    id: 4,
    name: 'Нефритовый диск Би',
    images: [
      'https://avatars.mds.yandex.net/i?id=041196872fccb611f18129b53c0fdb4068e928c7-5220281-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=e88971888dbc82dc6f1a4cc8c609590e-5734541-images-thumbs&n=13',
    ],
    date: '2500-2000 гг. до н.э.',
    material: 'Нефрит',
    size: 'Ø 22 см',
    description:
      'Ритуальный диск культуры Лянчжу с характерным отверстием в центре. Символизировал небо в древних космогонических культах. Полировка поверхности достигнута многолетней обработкой бамбуком и водой.',
  },
  {
    id: 5,
    name: 'Терракотовый музыкант',
    images: [
      'https://avatars.mds.yandex.net/i?id=61c68d96eedcf83c4f2530c7a1ed042de9db9ba2-10147998-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=3cdd91f76f48839b7ff94d8d3fdd42eabf881a09-10197150-images-thumbs&n=13',
      'https://avatars.mds.yandex.net/i?id=dbf583607b8b008a6b74fcab042fd24bdd004ade-10356912-images-thumbs&n=13',
    ],
    date: 'VIII век',
    material: 'Глина, минеральные пигменты',
    size: '38×22×18 см',
    description:
      'Фигурка музыканта с лютной пипа из захоронения эпохи Тан. Представитель ансамбля из 12 музыкантов, сопровождавших знатную особу в загробный мир. Сохранились фрагменты оригинальной росписи.',
  },
];

export const gamesData = [
    {
        id: 1,
        name: 'Экспедиции',
        quiz: [
            {
                title: 'Викторина Экспедиции',

                questions: [
                    {
                        id: 1,
                        question: 'Какой транспортный ледокол дрейфовал 812 дней в арктических льдах?',

                        answers: [
                            { id: 'a', text: 'Ледокольно-транспортное судно «Георгий Седов».', correct: true },
                            { id: 'b', text: 'Ледокол «Красин»', correct: false },
                            { id: 'c', text: 'Ледокол «Сибиряков»', correct: false },
                        ],
                    },
                    {
                        id: 2,
                        question: 'Кто был начальником дрейфующей станции «Северный полюс-1».',
                        answers: [
                            { id: 'a', text: 'Иван Дмитриевич Папанин.', correct: true },
                            { id: 'b', text: 'Борис Григорьевич Чухновский', correct: false },
                            { id: 'c', text: 'Михаил Васильевич Водопьянов', correct: false },
                        ],
                    },
                    {
                        id: 3,
                        question: 'Верно ли утверждение, что слово «Арктика» образовано от греческого слова «арктос» - медведица?',

                        answers: [
                            { id: 'a', text: 'Неверно', correct: false },
                            { id: 'b', text: 'Верно', correct: true },
                        ],
                    },
                    {
                        id: 4,
                        question: 'В каком году ученым – Отто Шмидтом была совершена первая полярная экспедиция?',
                        answers: [
                            { id: 'a', text: '1925 год', correct: false },
                            { id: 'b', text: '1928 год', correct: false },
                            { id: 'c', text: '1929 год', correct: true },
                        ],
                    },
                    {
                        id: 5,
                        question: 'Кто первым посадил самолёт на Северном полюсе?',
                        answers: [
                            { id: 'a', text: 'Водопьянов М.В.', correct: true },
                            { id: 'b', text: 'Леваневский С.А.', correct: false },
                            { id: 'c', text: 'Каманин Н. П.', correct: false },
                        ],
                    },
                    {
                        id: 6,
                        question: 'Какой надводный корабль первым достиг Северного полюса?',
                        answers: [
                            { id: 'a', text: 'Советский атомный ледокол «Арктика»', correct: true },
                            { id: 'b', text: 'Ледокол «Челюскин»', correct: false },
                            { id: 'c', text: 'Ледокол «Красин»', correct: false },
                        ],
                    },
                    {
                        id: 7,
                        question: 'как называется архипелаг в Арктике открытым последним?',
                        answers: [
                            { id: 'a', text: 'Восточная земля', correct: false },
                            { id: 'b', text: 'Западная земля', correct: false },
                            { id: 'c', text: 'Северная земля+', correct: true },
                        ],
                    },
                    {
                        id: 8,
                        question:
                            'Этот ученый-исследователь, путешественник принимал участие в первой советско-германской экспедиции, организованной АН СССР, руководил арктическими экспедициями на ледокольных пароходах «Седов», «Сибиряков» и «Челюскин».',
                        answers: [
                            { id: 'a', text: 'Отто Шмидт', correct: true },
                            { id: 'b', text: 'Иван Папанин', correct: false },
                            { id: 'c', text: 'Георгий Седов', correct: false },
                        ],
                    },
                    {
                        id: 9,
                        question: 'Сколько полюсов насчитывается в Арктике?',
                        answers: [
                            { id: 'a', text: '4', correct: true },
                            { id: 'b', text: '3', correct: false },
                            { id: 'c', text: '2', correct: false },
                        ],
                    },
                    {
                        id: 10,
                        question: 'Правда ли, что нетающий слой льда, который находится под тонким слоем почвы называется Мерзлотой.',
                        answers: [
                            { id: 'a', text: 'Да', correct: true },
                            { id: 'b', text: 'Нет', correct: false },
                        ],
                    },
                ],
            },
        ],
        crossword: [
            {
                title: 'Кроссворд «Экспедиции»',
                questions: [
                    {
                        id: 1,
                        direction: 'По вертикали:',
                        question:
                            'Самоходное специализированное судно, предназначенное для различных видов ледокольных операций с целью поддержания навигации в замерзающих бассейнах.',
                        answer: '(Ледокол)',
                    },
                    {
                        id: 2,
                        direction: 'По вертикали:',
                        question:
                            'вопрос Советский лётчик, один из первых Героев Советского Союза, участник высокоширотных арктических экспедиций, который В 1930 году первым открыл воздушную линию на остров Сахалин.',
                        answer: '(Водопьянов)',
                    },
                    {
                        id: 3,
                        direction: 'По вертикали:',
                        question:
                            'вопрос Фамилия российского полярного мореплавателя, путешественника, исследователя, который на собачьей упряжке достиг самой северной точки континентальной Евразии — мыса, который позднее назвали в его честь.',
                        answer: '(Челюскин)',
                    },
                    {
                        id: 4,
                        direction: 'По горизонтали:',
                        question: 'Вопрос Советский математик, географ, геофизик, астроном, организатор книгоиздания и реформы системы образования. ',
                        answer: '(Шмидт)',
                    },
                    {
                        id: 5,
                        direction: 'По горизонтали:',
                        question: 'Вопрос Морские путешествия, предпринимаемые для исследования стран, лежащих около земных полюсов',
                        answer: '(экспедиция)',
                    },
                    {
                        id: 6,
                        direction: 'По вертикали:',
                        question:
                            'Советский исследователь Арктики, один из пионеров освоения Северного полюса Земли, который с другими участниками экспедиции зафиксировал глубину океана у Северного полюса — 4 км 290 м.',
                        answer: '(Папанин)',
                    },
                    {
                        id: 7,
                        direction: 'По вертикали:',
                        question:
                            'вопрос Арктический ледокол (до 1927 года — название «Святогор») — русского и советского флотов, с 1980-х годов — судно-музей.',
                        answer: '(Красин)',
                    },
                    {
                        id: 8,
                        direction: 'По горизонтали:',
                        question: 'Вопрос Станция созданная, в Арктике или Антарктике, на близлежащих островах или дрейфующих льдах.',
                        answer: '(Полярная)',
                    },
                    {
                        id: 9,
                        direction: 'По горизонтали:',
                        question: 'Группа островов, располагающихся достаточно близко друг к другу.',
                        answer: '(Архипелаг)',
                    },
                    {
                        id: 10,
                        direction: 'По горизонтали:',
                        question:
                            'Ледокольный пароход, который совершил первое в истории сквозное плавание по Северному морскому пути за одну навигацию в 1932',
                        answer: '(Сибиряков)',
                    },
                ],
            },
        ],
        puzzle: [
            {
                images: [
                    { title: '1.jpg', src: 'images/1.jpg' },
                    { title: '2.jpg', src: 'images/2.jpg' },
                    { title: '3.jpg', src: 'images/3.jpg' },
                    { title: '1.jpg', src: 'images/4.jpg' },
                    { title: '2.jpg', src: 'images/5.jpg' },
                    { title: '3.jpg', src: 'images/6.jpg' },
                    { title: '1.jpg', src: 'images/7.jpg' },
                    { title: '2.jpg', src: 'images/8.jpg' },
                    { title: '3.jpg', src: 'images/9.jpg' },
                    { title: '1.jpg', src: 'images/10.jpg' },
                    { title: '2.jpg', src: 'images/11.jpg' },
                    { title: '3.jpg', src: 'images/12.jpg' },
                    { title: '1.jpg', src: 'images/13.jpg' },
                    { title: '2.jpg', src: 'images/14.jpg' },
                    { title: '3.jpg', src: 'images/15.jpg' },
                    { title: '1.jpg', src: 'images/16.jpg' },
                    { title: '2.jpg', src: 'images/17.jpg' },
                    { title: '3.jpg', src: 'images/18.jpg' },
                ],
            },
        ],
    },
    {
        id: 2,
        name: 'Ледовая разведка',
        images: [
            { title: 'photo_2025-05-20_16-50-14.jpg', src: 'photo_2025-05-20_16-50-14.jpg' },
            { title: 'photo_2025-05-20_16-44-14.jpg', src: 'photo_2025-05-20_16-44-14.jpg' },
        ],
    },
    {
        id: 3,
        name: 'Спасательные операции',
        quiz: [
            {
                title: 'Викторина «Спасательные операции»',

                questions: [
                    {
                        id: 1,
                        question:
                            'Как назывался дирижабль, на котором весной 1928 года экспедиция подкомандованием Умберто Нобиле отправилась к Северному полюсу?',
                        info: '(выберите один ответ)',
                        answers: [
                            { id: 'a', text: '«Италия»', correct: true },
                            { id: 'b', text: '«Франция»', correct: false },
                            { id: 'c', text: '«Америка»', correct: false },
                        ],
                    },
                    {
                        id: 2,
                        question: 'Сколько стран приняло участие в спасательных работах дирижабля«Италия»?',
                        answers: [
                            { id: 'a', text: '1 страна', correct: false },
                            { id: 'b', text: '3 страны', correct: false },
                            { id: 'c', text: '6 стран', correct: true },
                        ],
                    },
                    {
                        id: 3,
                        question: 'Какова специализация парохода «Александр Сибиряков»?',
                        answers: [
                            { id: 'a', text: 'рыболовный', correct: false },
                            { id: 'b', text: 'ледокольный', correct: true },
                            { id: 'c', text: 'пассажирский', correct: false },
                        ],
                    },
                    {
                        id: 4,
                        question: 'Использовался ли ледокольный пароход «Александр Сибиряков» во время Великой Отечественной войны?',
                        answers: [
                            { id: 'a', text: 'да', correct: true },
                            { id: 'b', text: 'нет', correct: false },
                        ],
                    },
                    {
                        id: 5,
                        question: 'В каком море обрело свою гибель спасательное судно «Руслан»?',
                        answers: [
                            { id: 'a', text: 'Балтийское море', correct: false },
                            { id: 'b', text: 'Баренцево море', correct: true },
                            { id: 'c', text: 'Белое море', correct: false },
                        ],
                    },
                    {
                        id: 6,
                        question: 'В спасении какого ледокольного парохода участвовало судно «Руслан», после чего затонуло?',
                        answers: [
                            { id: 'a', text: 'парохода «Малыгин»', correct: true },
                            { id: 'b', text: 'парохода «Красин»', correct: false },
                            { id: 'c', text: 'парохода «Александр Сибиряков»', correct: false },
                        ],
                    },
                    {
                        id: 7,
                        question: 'Кто был капитаном ледокольного парохода «Челюскин»?',
                        answers: [
                            { id: 'a', text: 'Отто Шмидт', correct: false },
                            { id: 'b', text: 'Борис Могилевич', correct: false },
                            { id: 'c', text: 'Владимир Воронин', correct: true },
                        ],
                    },
                    {
                        id: 8,
                        question: 'Сколько человек очутилось на льду после того, как затонул пароход «Челюскин»?',
                        answers: [
                            { id: 'a', text: '104', correct: true },
                            { id: 'b', text: '104', correct: false },
                            { id: 'c', text: '100', correct: false },
                        ],
                    },
                    {
                        id: 9,
                        question:
                            'Когда А. Ляпидевский со своим экипажем нашёл лагерь О. Шмидта и сумел посадить самолёт, челюскинцы накинулись на них – давай обнимать, целовать, прижимать к себе. Что предложили челюскинцы лётчикам в качестве угощения?',
                        answers: [
                            { id: 'a', text: 'рыбу', correct: false },
                            { id: 'b', text: 'сгущенку', correct: false },
                            { id: 'c', text: 'какао', correct: true },
                        ],
                    },
                    {
                        id: 10,
                        question: 'Какого звания были удостоены лётчики, спасшие челюскинцев?',
                        answers: [
                            { id: 'a', text: 'Герой Советского Союза', correct: true },
                            { id: 'b', text: 'Герой Российской Федерации', correct: false },
                            { id: 'c', text: 'Героя Социалистического Труда', correct: false },
                        ],
                    },
                    {
                        id: 11,
                        question:
                            'Как назывались одномоторные советские самолёты, на которых летчики Василий Молоков, Николай Каманин и Михаил Водопьянов вывозили челюскинцев со льдины?',
                        answers: [
                            { id: 'a', text: 'ТБ-1', correct: false },
                            { id: 'b', text: 'Р-5', correct: true },
                            { id: 'c', text: 'ПС-4', correct: false },
                        ],
                    },
                    {
                        id: 12,
                        question: 'Участвовал ли летчик Валерий Павлович Чкалов в спасении экипажа и пассажиров парохода «Челюскин»?',
                        answers: [
                            { id: 'a', text: 'да', correct: true },
                            { id: 'b', text: 'нет', correct: false },
                        ],
                    },
                    {
                        id: 13,
                        question:
                            'На каком самолете летчик А. Ляпидевский вывез со льдины первую партию челюскинцев (десять женщин и двоих детей) 5 марта 1934 года?',
                        answers: [
                            { id: 'a', text: 'АНТ-4', correct: true },
                            { id: 'b', text: 'Ш-2', correct: false },
                            { id: 'c', text: '«Флитстер»', correct: false },
                        ],
                    },
                ],
            },
        ],
        crossword: [
            {
                title: 'Кроссворд «Арктика»',
                questions: [
                    {
                        id: 1,
                        direction: 'По горизонтали:',
                        question: 'Фамилия руководителя арктической экспедицией на дирижабле «Италия»?',
                        answer: '(Нобиле)',
                    },
                    {
                        id: 2,
                        direction: 'По вертикали:',
                        question: 'Слово «Арктика» происходит от греческого «арктос», как переводится?',
                        answer: '(Медведь)',
                    },
                    {
                        id: 3,
                        direction: 'По вертикали:',
                        question:
                            'На одном из островов в Северном Ледовитом океане живет самая большая в мире колония белых медведей, здесь также обитает и около 40 видов птиц. Как называется этот остров?',
                        answer: '(Врангеля)',
                    },
                    {
                        id: 4,
                        direction: 'По горизонтали:',
                        question: 'Первая часть названия ледокольного парохода, который впервые преодолел Северный морской путь за одну навигацию.',
                        answer: '(Александр)',
                    },
                    {
                        id: 5,
                        direction: 'По вертикали:',
                        question: 'Поблизости от какого острова произошло крушение парохода «Челюскин»?',
                        answer: '(Арктика)',
                    },
                    {
                        id: 6,
                        direction: 'По горизонтали:',
                        question: 'Мощное судно, оборудованное для прохода сквозь льды, для плавания во льдах.',
                        answer: '(Ледокол)',
                    },
                    {
                        id: 7,
                        direction: 'По горизонтали:',
                        question:
                            'Вид воздушного судна, на котором в 1928 году состоялась арктическая экспедиция под руководством итальянского исследователя Умберто Нобиле?',
                        answer: '(Дирижабль)',
                    },
                    {
                        id: 8,
                        direction: 'По вертикали:',
                        question:
                            'В каком городе начинался и заканчивался кольцевой маршрут, который совершили в июле 1936 года лётчики Г.Т. Побежимов и В.С. Молоков на летающей лодке Дорнье «Валь» облетев территорию Крайнего Севера?',
                        answer: '(Красноярск)',
                    },
                    {
                        id: 9,
                        direction: 'По вертикали:',
                        question:
                            'Кто руководил экспедицией на пароходе "Челюскин" с целью проверить возможность плавания по Северной морской трассе на корабле неледокольного класса?',
                        answer: '(Шмидт)',
                    },
                    {
                        id: 10,
                        direction: 'По горизонтали:',
                        question: 'Название парохода, который в результате сильного сжатия был раздавлен льдами и затонул в течение двух часов в 1934 году.',
                        answer: '(Челюскин)',
                    },
                ],
            },
        ],
        puzzle: [
            {
                images: [
                    { title: 'puzzle1.jpg', src: '/images/puzzle1.jpg' },
                    { title: 'puzzle2.jpg', src: '/images/puzzle2.jpg' },
                    { title: 'puzzle3.jpg', src: '/images/puzzle3.jpg' },
                ],
            },
        ],
    },
    {
        id: 4,
        name: 'Полярные станции',
        quiz: [
            {
                id: 1,
                question: 'На острове Гукера архипелага Земля Франца-Иосифа 30 августа 1929 года открыли первую полярную станцию. Как называется эта станция?',

                answers: [
                    { id: 'a', text: '«Бухта тихая»', correct: true },
                    { id: 'b', text: '«Челюскин»', correct: false },
                    { id: 'c', text: '«Желаний»', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 2,
                question: 'Под чьим руководством в 1937 году работала первая советская обитаемая дрейфующая полярная станция?',

                answers: [
                    { id: 'a', text: 'Отто Шмидт', correct: false },
                    { id: 'b', text: 'Евгений ФЕДОРОВ', correct: false },
                    { id: 'c', text: 'Иван Папанин', correct: true },
                ],
                multiAnswer: false,
            },
            {
                id: 3,
                question: 'На какой полярной станции имелся свой аэропорт, почта и даже детский сад',
                answers: [
                    { id: 'a', text: '«мыс Челюскин»', correct: true },
                    { id: 'b', text: '«Северный полюс-1»', correct: false },
                    { id: 'c', text: '«Бухта тихая»', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 4,
                question: 'Какая полярная станция располагается на мысе Столбовой, в бухтеТеплиц.',
                answers: [
                    { id: 'a', text: '«Остров Рудольфа»', correct: true },
                    { id: 'b', text: '«Остров Шмидт»', correct: false },
                    { id: 'c', text: '«Северный полюс-1»', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 5,
                question: 'Имя русского штурмана, участника Великой Северной экспедиции, вчесть которого названа самая северная точка нашей страны',
                answers: [
                    { id: 'a', text: '«Челюскин Семён»', correct: true },
                    { id: 'b', text: '«Папанин Иван»', correct: false },
                    { id: 'c', text: '«Водопьянов Михаил»', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 6,
                question: 'На каком море находиться остров Белый, где расположена морская гидрологическая станция?',
                answers: [
                    { id: 'a', text: '«Красное»', correct: false },
                    { id: 'b', text: '«Карское»', correct: true },
                    { id: 'c', text: '«Охотское»', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 7,
                question:
                    'На какой полярной станции был первый случай регистрации брака по радио? От начальника радиостанции на имя ЗАГСа Губисполкома была получена радиотелеграмма с просьбой зарегистрировать брак сотрудников станции.',
                answers: [
                    { id: 'a', text: 'Мыс. Желаний', correct: false },
                    { id: 'b', text: 'Маточкин Шар', correct: true },
                    { id: 'c', text: 'Бухта Тихая', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 8,
                question: 'На какой полярной станции организовали станцию по изучению космических лучей в 1951 году?',
                answers: [
                    { id: 'a', text: 'мыс Шмидт', correct: true },
                    { id: 'b', text: 'мыс Челюскин', correct: false },
                    { id: 'c', text: 'Маточкин Шар', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 9,
                question:
                    'Кто совершил первую посадку на лёд в районе Северного полюса В 1937 году,доставив туда участников первой высокоширотной советской экспедиции «Северный полюс-1»',
                answers: [
                    { id: 'a', text: 'Водопьянов М.В.', correct: true },
                    { id: 'b', text: 'Каманин Н.П.', correct: false },
                    { id: 'c', text: 'Бабушкин М.С.', correct: false },
                ],
                multiAnswer: false,
            },
            {
                id: 10,
                question: 'Под руководством Отто Юльевича Шмидта была организована первая дрейфующая полярная станция «Северный полюс-1',
                answers: [
                    { id: 'a', text: '6 июля 1938 года', correct: true },
                    { id: 'b', text: '21 мая 1937 год', correct: false },
                    { id: 'c', text: '6 июня 1937 года', correct: false },
                ],
                multiAnswer: false,
            },
        ],
        crossword: [
            {
                title: 'Кроссворд «Полярные станции»',
                questions: [
                    {
                        id: 1,
                        direction: 'По вертикали:',
                        question: 'Фамилия полярного исследователя, в честь которого названы ледник и мыс на острове Гукера.',
                        answer: 'Седов',
                    },
                    {
                        id: 2,
                        direction: 'По вертикали:',
                        question:
                            'Лидерство в освоении какого физико-географического района Земли,примыкающего к Северному полюсу, продемонстрировала станция «Северный полюс-1»?',
                        answer: 'Арктика',
                    },
                    {
                        id: 3,
                        direction: 'По горизонтали:',
                        question: 'На каком острове в Карском море расположена Морская гидрометеорологическая береговая станция 2 разряда имени М. В. Попова?',
                        answer: 'Белый',
                    },
                    {
                        id: 4,
                        direction: 'По горизонтали:',
                        question: 'Самый северный остров архипелага Земля Франца-Иосифа в Северном Ледовитом океане?',
                        answer: 'Рудольфа',
                    },
                    {
                        id: 5,
                        direction: 'По горизонтали:',
                        question: 'Кто возглавил первую в мире дрейфующую полярную станцию "Северный полюс-1"?',
                        answer: 'Папанин',
                    },
                    {
                        id: 6,
                        direction: 'По вертикали:',
                        question: 'Название бухты, в которой проходила вторая зимовка экспедиции Георгия Седова.',
                        answer: 'Тихая',
                    },
                    {
                        id: 7,
                        direction: 'По вертикали:',
                        question: 'Какое холодное название носил мыс Шмидта, до его переименования в 1934 году?',
                        answer: 'Северный',
                    },
                    {
                        id: 8,
                        direction: 'По горизонтали:',
                        question: 'Какое ключевое слово объединяет понятия: «Маточкин Шар», «Бухта Тихая», «Северный полюс -1», «Мыс Челюскин»?',
                        answer: 'станция',
                    },
                    {
                        id: 9,
                        direction: 'По вертикали:',
                        question:
                            'Водное пространство между двумя участками суши, в честь которого была названа полярная станция «Маточкин Шар», ставшая самой первойименно советской станцией в Арктике?',
                        answer: 'пролив',
                    },
                    {
                        id: 8,
                        direction: 'По горизонтали:',
                        question:
                            'Объединённая гидрометеорологическая станция им. Е.К. Фёдорова расположена на мысе, названом в честь одного из великих русских землепроходцев XVIII столетия, назовите его фамилию? ',
                        answer: 'Челюскин',
                    },
                ],
            },
        ],
        puzzle: [
            {
                images: [
                    { title: '1.jpg', src: 'images/1.jpg' },
                    { title: '2.jpg', src: 'images/2.jpg' },
                    { title: '3.jpg', src: 'images/3.jpg' },
                    { title: '4.jpg', src: 'images/4.jpg' },
                    { title: '5.jpg', src: 'images/5.jpg' },
                    { title: '6.jpg', src: 'images/6.jpg' },
                    { title: '7.jpg', src: 'images/7.jpg' },
                    { title: '8.jpg', src: 'images/8.jpg' },
                    { title: '9.jpg', src: 'images/9.jpg' },
                    { title: '10.jpg', src: 'images/10.jpg' },
                    { title: '11.jpg', src: 'images/11.jpg' },
                    { title: '12.jpg', src: 'images/12.jpg' },
                    { title: '13.jpg', src: 'images/13.jpg' },
                    { title: '14.jpg', src: 'images/14.jpg' },
                    { title: '15.jpg', src: 'images/15.jpg' },
                    { title: '16.jpg', src: 'images/16.jpg' },
                    { title: '17.jpg', src: 'images/17.jpg' },
                    { title: '18.jpg', src: 'images/18.jpg' },
                    { title: '19.jpg', src: 'images/19.jpg' },
                    { title: '20.jpg', src: 'images/20.jpg' },
                    { title: '21.jpg', src: 'images/21.jpg' },
                ],
            },
        ],
    },
    {
        id: 5,
        name: 'Регулярные авиалинии',
        quiz: [
            {
                title: 'Викторина «Пути. Трассы. Полярная авиация»',
                images: [{ src: 'images/1.jpg' }, { src: 'images/2.jpg' }],
                questions: [
                    {
                        id: 1,
                        question: 'Для чего в 1930-е годы в СССР была создана полярная авиация?',
                        info: '(выберите один или несколько правильных ответов)',
                        answers: [
                            { id: 'a', text: 'помогала осваивать Америку', correct: false },
                            { id: 'b', text: 'снабжение дрейфующих и полярных станций', correct: true },
                            { id: 'c', text: 'помогала осваивать Арктику', correct: true },
                            { id: 'd', text: 'перевозка пассажиров и грузов в районах Крайнего Севера', correct: true },
                        ],
                        multiAnswer: true,
                    },
                    {
                        id: 2,
                        question: 'В каком году началось регулярное воздушное сообщение по маршруту Красноярск — Игарка?',
                        answers: [
                            { id: 'a', text: '1933', correct: true },
                            { id: 'b', text: '1934', correct: false },
                            { id: 'c', text: '1930', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 3,
                        question: 'Название какого города пропущено в тексте?',
                        info: 'В июле 1936 года лётчики Г. Т. Побежимов и В. С. Молоков на летающей лодке Дорнье «Валь» облетели территорию Крайнего Севера, преодолев по кольцевому маршруту ________ — Якутск — Охотск — остров Врангеля — Москва — ________ 31 000 километров.',
                        answers: [
                            { id: 'a', text: 'Краснодар', correct: false },
                            { id: 'b', text: 'Копейск', correct: false },
                            { id: 'c', text: 'Красноярск', correct: true },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 4,
                        question:
                            '22 июля 1936 года Василий Молоков совершил полёт на ______ «СССР Н-2», который проходил от Красноярска вдоль берегов Северного Ледовитого океана до Архангельска с остановками по всем полярным станциям. Какое слово пропущено?',
                        answers: [
                            { id: 'a', text: 'аквасамолет', correct: false },
                            { id: 'b', text: 'гидросамолет', correct: true },
                            { id: 'c', text: 'водосамолет', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 5,
                        question: 'Важной частью чего стал в 1930-х годах Северный морской путь?',
                        answers: [
                            { id: 'a', text: 'транспортной инфраструктуры Советского Союза', correct: true },
                            { id: 'b', text: 'военной миссии Советского Союза', correct: false },
                            { id: 'c', text: 'курортных маршрутов Советского Союза', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 6,
                        question: 'Как расшифровывается аббревиатура СМП?',
                        answers: [
                            { id: 'a', text: 'Снежная Морозная Погода', correct: false },
                            { id: 'b', text: 'Самолет Морского Предназначения', correct: false },
                            { id: 'c', text: 'Северный Морской Путь', correct: true },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 7,
                        question: 'Сколько самолетов насчитывалось у полярной авиации в 1935 году?',
                        answers: [
                            { id: 'a', text: '77', correct: true },
                            { id: 'b', text: '15', correct: false },
                            { id: 'c', text: '104', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 8,
                        question: 'Какие отечественные самолеты конструктора А.Н.Туполева получила в 1935 году полярная авиация?',
                        answers: [
                            { id: 'a', text: 'МП-6', correct: true },
                            { id: 'b', text: 'АНТ-4', correct: false },
                            { id: 'c', text: 'АНТ-25', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 9,
                        question: 'В феврале 1933 года было образовано Управление воздушной службы. Кто стал руководителем организации?',
                        answers: [
                            { id: 'a', text: 'Б.Г. Чухновский', correct: false },
                            { id: 'b', text: 'М.И. Шевелёв', correct: true },
                            { id: 'c', text: 'А.В. Беляков', correct: false },
                        ],
                        multiAnswer: false,
                    },
                    {
                        id: 10,
                        question: 'Модель какого самолета рассматривает летчик Василий Молоков с женой Надеждой?',
                        answers: [
                            { id: 'a', text: 'Р-5', correct: true },
                            { id: 'b', text: 'Ш-2', correct: false },
                            { id: 'c', text: 'У-2', correct: false },
                        ],
                        multiAnswer: false,
                    },
                ],
            },
        ],

        crossword: [
            {
                title: 'Кроссворд «Полярные станции»',
                questions: [
                    {
                        id: 1,
                        direction: 'По вертикали:',
                        question:
                            'Какой город воздушная арктическая трасса вдоль евразийского побережья связала с самыми отдалёнными базами Советской Арктики, с её портами, зимовками, полярными станциями и промышленными новостройками?',
                        answer: '(Москва)',
                    },
                    {
                        id: 2,
                        direction: 'По горизонтали:',
                        question:
                            'Использование каких самолетов позволяло приземляться на водные поверхности, что было особенно актуально в условиях сурового климата?',
                        answer: '(Гидросамолет)',
                    },
                    {
                        id: 3,
                        direction: 'По вертикали:',
                        question:
                            'С 1933 года началось регулярное воздушное сообщение по маршрутам Красноярск – Игарка. Что для этого было обустроено в Красноярске на острове Телячем?',
                        answer: '(Аэрогидропорт)',
                    },
                    {
                        id: 4,
                        direction: 'По горизонтали:',
                        question: 'Одна из остановок авиамаршрута Москва – Архангельск, родина Снегурочки?',
                        answer: '(Кострома)',
                    },
                    {
                        id: 5,
                        direction: 'По горизонтали:',
                        question: 'Как называется район Земли, который примыкает к Северному полюсу?',
                        answer: '(Арктика)',
                    },
                    {
                        id: 6,
                        direction: 'По горизонтали:',
                        question: 'В 1932 году было образовано Главное управление Северного морского пути, назовите фамилию того, кто стал его руководителем?',
                        answer: '(Шмидт)',
                    },
                    {
                        id: 7,
                        direction: 'По вертикали:',
                        question: 'Для изучения подступов к какому полюсу использовался маршрут Москва — Земля Франца-Иосифа?',
                        answer: '(Северный)',
                    },
                    {
                        id: 8,
                        direction: 'По вертикали:',
                        question:
                            'В каком городе начинался и заканчивался кольцевой маршрут, который совершили в июле 1936 года лётчики Г.Т. Побежимов и В.С. Молоков на летающей лодке Дорнье «Валь» облетев территорию Крайнего Севера?',
                        answer: '(Красноярск)',
                    },
                    {
                        id: 9,
                        direction: 'По горизонтали:',
                        question: 'Фамилия летчика, впервые проложившего авиатрассу через весь Северный морской путь?',
                        answer: '(Молоков)',
                    },
                    {
                        id: 10,
                        direction: 'По горизонтали:',
                        question: 'Что стало важным инструментом для транспортировки грузов, почты и пассажиров в арктическом регионе?',
                        answer: '(Авиаперевозки)',
                    },
                ],
            },
        ],
        puzzle: [
            {
                images: [
                    { title: '1.jpg', src: 'images/1.jpg' },
                    { title: '2.jpg', src: 'images/2.jpg' },
                    { title: '3.jpg', src: 'images/3.jpg' },
                ],
            },
        ],
    },
];

export const shhuna = {
	title: (
	  <>
		 экспедиция на Новосибирские <br />острова (шхуна Полярная звезда),
	  </>
	),
	text: 'Зимой 1927–1928 годов учёные   совершили   ряд   санных   походов   на Новосибирские   острова   по   маршруту   Усть-Янск — Чай   Поварня — остров Котельный.   Производились   географические   исследования,   а   в   проливах Дмитрия Лаптева и Санникова удалось выполнить гидрологические разрезы. Шхуна «Полярная звезда» (капитан Ю. Д. Чирихин) должна была выполнять функции   судна   снабжения.   20 июля   1928 года   экипаж   отплыл   на   остров Большой Ляховский с баржей «Тюменка» на буксире.   Некоторые события экспедиции:  1 августа, находясь в Тикси, экипаж попал в сплошные ледяные поля.   До   23 августа   шхуна   маневрировала   в   ледовых   проходах,   крайне медленно продвигаясь к месту назначения.   Стоянка на  острове  Большой Ляховский продолжалась  с  26 августа по 1 сентября.    После выгрузки группы Пинегина шхуна поспешила уйти.  По поручению Академии наук РСФСР в   1928 году   Пинегин   руководил постройкой   геофизической   станции   на   мысе   Шалаурова   на   о. Большой Ляховской.   Участники   экспедиции   и   грузы   были   доставлены   на   остров «Полярной звездой».',
	images:
		{ src: '../images/shhuna-photo1.jpg', title: 'Николай Пинегин' },
	videos: [{ src: '/videos/shhuna-video1.mp4', title: 'Новосибирские острова-загадки' }],
	audios: [{ src: '/audios/preview.mp3', title: 'название аудио1' }],
 };