export const ru = {
  operations: [
    {
      id: 'dorne',
      title: (
        <>
          воздушные трассы северного <br /> морского пути
        </>
      ),
      text: ' В 1933 году были созданы первые авиабазы для организации и обеспечения регулярных арктических полетов. Они разместились на мысе Северном (Чукотский полуостров), на мысе Челюскина и на Земле Франца-Иосифа. В 1934 году образовано Управление Полярной авиации Главсевморпути. Цель регулярной авиации — освоение Арктики, решение задач, связанных с освоением Северного морского пути (СМП). Задачи, которая выполняла регулярная авиация. Ледовая разведка для судов, следовавших по СМП. Авиационное обслуживание научно-исследовательских экспедиций, изучавших природные ресурсы Северного Ледовитого океана. Связь с отдалёнными северными районами и зимовками, доставка грузов и пассажиров не только в короткий навигационный период, но и в течение всего года. Помощь зазимовавшим во льдах судам. Созданы Енисейская, Ленская и Обская авиагруппы Полярной авиации для организации регулярных полётов по линиям Тюмень — Салехард, Красноярск — Дудинка — Диксон и Якутск — Тикси. Некоторые воздушные трассы Северного морского пути того времени: С 1933 года началось регулярное воздушное сообщение по маршруту Красноярск — Игарка. Аэрогидропорт в Красноярске обустроили на острове Телячем.  В феврале 1935 года  В. С. Молоков совершил арктический перелёт по маршруту Красноярск — Игарка — Дудинка — Диксон.   В июле 1936 года лётчики Г. Т. Побежимов и В. С. Молоков на летающей лодке Дорнье «Валь» облетели территорию Крайнего Севера, преодолев по кольцевому маршруту Красноярск — Якутск — Охотск — остров Врангеля — Москва — Красноярск 31 000 километров.  В 1936 году В. С. Молоков совершил продолжительные полёты по всей трассе Северного морского пути. Воздушная арктическая трасса вдоль евразийского побережья связала Москву с самыми отдалёнными базами Советской Арктики, с её портами, зимовками, полярными станциями и промышленными новостройками.  К 1941 году в распоряжении Главсевморпути имелась мощная по тем временам авиация по всему Крайнему Северу — от Архангельска до бухты Провидения. Самолёты могли летать до Владивостока. В поле деятельности Главсеморпути регулярно действовали авиалинии: Тюмен — Салехард, Красноярск — Диксон, Тикси — Анадырь. Полёты, подобные тому, что совершил в 1936 году на гидросамолёте Василий Молоков, прокладывали маршрут по Северному морскому пути как для самолётов, так и для кораблей.',
      images: [
        { src: '../images/dorne1.jpg', title: 'dorne1' },
        { src: '../images/dorne2.jpg', title: 'dorne2' }
      ],
      videos: [],
      audios: [{ src: '../audios/Dorne-text1.mp3', title: 'Воздушные трассы  северного морского пути' }]
    },
    {
      id: 'tracks',
      title: (
        <>
          «комсеверпуть» <br />
          служба связи
        </>
      ),
      text: '«Комсеверпуть» (Комитет Северного морского пути) был образован в 1919 году для обеспечения транспортировки грузов в Северном Ледовитом океане и прилегающих к нему территориях. В 1928 году Борис Чухновский и Анатолий Алексеев и Марк Шевелёв при Комсеверпути образовали штаб по созданию авиационной группы. С этого небольшого коллектива и началась советская полярная авиация. В этом же году правление общества «Комсеверпуть» приобретает  один из самолётов Дорнье «Валь», наиболее подходящих по своим характеристикам для работы в условиях Крайнего Севера, для обеспечения ледовой разведки Карских экспедиций. По личному решению наркома обороны Климента Ворошилова организации выделили одну машину из состава черноморских ВВС, назвав её «Комсеверпуть-1». В июле 1929 года экипаж Чухновского перегнал машину из Севастополя в Архангельск, подготовил к работе на Севере и в августе начал ледовую разведку в Карском море. Успешное выполнение задач ледовой разведки в навигацию 1929 года стало основанием для приобретения обществом ещё двух самолётов Дорнье «Валь», которые были построены по спецзаказу за границей. Самолёт Дорнье Do 16 «Валь» (нем. Dornier Do 16 Wal) – двухмоторная летающая лодка, в конце 1920-х годов был признан наиболее оптимальным вариантом для проведения ледовой разведки в высоких широтах. Машина разрабатывалась в четырёх модификациях: для СССР, Испании, Нидерландов и Югославии. В 1930 году уже три самолёта «Комсеверпуть» № 1, 2 и 3 обслуживали навигацию, причём в карских проводках участвовало уже 46 судов. Экипажам приходилось выкладываться полностью. 1 марта 1931 года в составе «Комсеверпуть» была создана Служба связи, позже переименованная в Авиаслужбу. Так появилась первая авиационная структура со своим командованием и самолётами. Эту дату принято считать днём рождения Полярной авиации, которая сначала появилась в Западной Арктике, но в последующие годы уверенно шагнула на Восток.',
      images: [
        {
          src: '../images/tracks1.jpg',
          title: 'Почтовая марка в честь воздушной экспедиции _Север_, доставившей грузы и полярников на Северный полюс'
        },
        {
          src: '../images/tracks2.jpg',
          title: 'Первая советская _арктическая_ марка 1931 года ВОЗДУШНАЯ ПОЧТА, посвящённая рейсу _Малыгина_ с туристами'
        },
        { src: '../images/tracks3.jpg', title: 'Объявление Енисейской авиагруппы полярной авиации Главсевморпути. 1937. Фото КККМ' },
        {
          src: '../images/tracks4.jpg',
          title: 'Полёт гидросамолёта _СССР Н-2_ на о. Диксон. 07.09.1936 г. (Фото из фондов Государственного музея Арктики и Антарктики).'
        },
        {
          src: '../images/tracks5.jpg',
          title: 'Почтовый конверт ВОЗДУШНОЙ ПОЧТЫ из первого советского арктического рейса 1931 года на _Малыгине_ с туристами'
        },
        { src: '../images/tracks6.jpg', title: 'освоение Арктики в 1937 году карта советского периода' }
      ],
      videos: [],
      audios: [{ src: '../audios/Tracks-text1.mp3', title: '«Комсеверпуть»' }]
    }
  ],
  personali: {
    pilots: [
      {
        id: 'pilot',
        date: '(1895 – 1982)',
        title: 'В.С. Молоков',
        biography: {
          title:
            'Советский полярный лётчик и военачальник, участник операции по спасению экспедиции парохода «Челюскин» в 1934 году, Герой Советского Союза, Генерал-майор авиации.',
          date: '(9.04.1895-29.12.1982)',
          awards: [
            { date: '1934 г.', description: 'три ордена Ленина: 20.04.1934, 27.06.1937, 30.04.1945;' },
            {
              date: '1944 г.',
              description: 'два ордена Красного Знамени: 3.11.1944, 15.05.1945;.'
            },
            { date: '1945 г.', description: 'орден Суворова 2-й степени: 19.04.1945;' },
            { date: '1944 г.', description: 'орден Кутузова 2-й степени: 22.07.1944;' },
            {
              date: '1943 г.',
              description: 'орден Отечественной войны 1-й степени: 12.12.1943;'
            },
            {
              date: '1936 г.',
              description: 'орден Красной Звезды: 19.09.1936;'
            },
            {
              date: '1941—1945 гг.',
              description:
                'медали СССР: юбилейная медаль «За доблестный труд (За воинскую доблесть). В ознаменование 100-летия со дня рождения Владимира Ильича Ленина», медаль «За оборону Москвы», медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.».'
            }
          ]
        },
        quotes: {
          title:
            '«Первый самостоятельный полёт! Словно именно в этот день ты стал вольной птицей, слившись с машиной в одно целое… Это — твой праздник. Всего 10 минут, а помнишь всю жизнь»'
        },

        achievements: [
          {
            date: '1904 г.',
            description: '1904 г. - работал в коробочной мастерской в Москве, затем в кузнице молотобойцем и слесарем.'
          },
          {
            date: '1915 г.',
            description:
              '1915 г. - служил помощником механика в морской авиации. Участник первой мировой войны. С 1918 – механик авиационного отряда в Гатчинской школе высшего пилотажа. Участник гражданской войны.'
          },
          {
            date: '1921 г.',
            description: '1921г. окончил школу морских лётчиков в Самаре. Служил в строевой части ВВС Балтийского флота.'
          },
          {
            date: '1924г г.',
            description:
              '1924г.окончил Севастопольскую военную авиационную школу морских лётчиков, оставлен в ней лётчиком-инструктором. В 1929 окончил курсы усовершенствования командного состава при Военно-воздушной академии имени Н.Е. Жуковского.'
          },
          {
            date: '1932 гг.',
            description:
              '1932 г. - командовал отрядом Полярной авиации Главного управления Северного морского пути. В операции по спасению челюскинцев совершил 9 полётов и вывез из лагеря 39 человек.'
          },
          {
            date: '1937 г.',
            description: '1937 г. - в качестве командира экипажа самолёта ТБ-3 участвовал в высадке папанинцев на Северный полюс.'
          },
          {
            date: '1942 г.',
            description:
              '1942г. – уполномоченный Государственного комитета обороны по проверке хода строительства авиационной трассы Аляска-Сибирь. В 1942-1943 – начальник Лётно-исследовательского института.'
          },
          {
            date: '1947 г.',
            description: '1947 г. генерал-майор авиации В.С.Молоков – в запасе. Возглавлял Высшую квалификационную комиссию ГВФ.'
          }
        ],
        gallery: [
          { src: '/images/molokov1.jpg', name: 'molokov1.jpg' },
          { src: '/images/molokov2.jpg', name: 'molokov2.jpg' },
          { src: '/images/molokov3.jpg', name: 'molokov3.jpg' }
        ]
      },
      {
        id: 'pilot-2',
        date: '(1908 – 1982)',
        title: 'Н.П. Каманин',
        biography: {
          title: 'Советский летчик, генерал-полковник авиации, один из первых семи Героев Советского Союза.',
          date: '(05.10.1908 г. – 12.03.1982 г.)',
          awards: [
            { date: '1934 г.', description: 'звание «Героя Советского Союза» (20 апреля 1934 г)' },
            {
              date: '1934 г.',
              description: 'медаль «Золотая звезда» (№2)'
            },
            { date: '1934 г.', description: '3 ордена Ленина (20.04.1934; 20.04.1953; 17.06.1961)' },
            { date: '1944 г.', description: '2 ордена Красного Знамени (29.05.1944; 06.11.1947)' },
            {
              date: '1944 г.',
              description: '2 ордена Суворова 2-й степени (10.01.1944; 28.04.1945)'
            },
            {
              date: '1944 г.',
              description: 'орден Красной Звезды (03.11.1944)'
            }
          ]
        },
        quotes: {
          title:
            '«Запомните: летчик – это имя собирательное. На него работают десятки людей. Умейте слушать каждого. И уважать!» (Из книги Н. П. Каманина «Летчики и космонавты»)'
        },

        achievements: [
          {
            date: '1927 г.',
            description: '1927 г. — призван в РККА и направлен на учёбу в Военно- теоретическую школу ВВС РККА.'
          },
          {
            date: '1928 г.',
            description: '1928 г. — переведён во 2-ю военную школу лётчиков им. Осоавиахима СССР для обучения практическим полётам.'
          },
          {
            date: '1929 г.',
            description:
              '1929 г. — окончил 2-ю военную школу лётчиков и был назначен в 40-ю авиаэскадрилью ВВС ОКДВА, где проходил службу младшим и старшим лётчиком, командиром звена.'
          },
          {
            date: '1940 г.',
            description: '1940 г. — командир 19-й легкобомбардировочной авиационной бригады, участник советско-финляндской войны.'
          },
          {
            date: '1943 гг.',
            description: '1943 г. — командовал 8-м смешанным (с июля 1943 года — 5-м штурмовым) авиационным корпусом, проходившим формирование в тылу.'
          },
          {
            date: '1946 г.',
            description: '1946 г. — командир 3-го гвардейского штурмового авиационного корпуса (в Южной группе войск, город Арад, Румыния).'
          },
          {
            date: '1955 г.',
            description: '1955 года — заместитель председателя Центрального Комитета ДОСААФ.'
          },
          {
            date: '1971 г.',
            description: '1971 г. — генерал-полковник авиации Н. П. Каманин — в запасе.'
          }
        ],
        gallery: [
          { src: '/images/kamanin1.jpg', name: 'kamanin1.jpg' },
          { src: '/images/kamanin2.jpg', name: 'kamanin2.jpg' }
        ]
      }
    ]
  },
  library: {
    films: [{ src: '', title: '' }],
    audioBooks: [],
    lectures: [],
    books: []
  },

  exhibitsData: []
};
