export const ru = {
  operations: {
    dorne: {
      title: <>Дорнье Валь</>,
      text: ' «Валь» (также известен как «Кит») — двухмоторный гидросамолет Дорнье Do-J. Впервые поднялся в воздух 6 ноября 1922 года.  Некоторые характеристики:  Конструкция: моноплан-парасоль с крылом, поднятым над фюзеляжем и  тандемным расположением двигателей.   Устойчивость на воде: устойчивость гидроплана обеспечивали боковые спонсоны  фюзеляжа («жабры»).   Конструкция планера: цельнометаллическая.   Модификации: самолёт имел более десятка модификаций, которые отличались  двигателями, оборудованием, вооружением и объёмами бензобаков. Некоторые машины оснащались пассажирскими салонами или грузовыми трюмами.  Некоторые факты о использовании в СССР: в 1926–1929 годах для ВВС РККА было  закуплено 22 «Валя» итальянской постройки для применения в качестве дальнего  морского разведчика. Вплоть до начала Отечественной войны советские Do-J возили грузы над тундрой и осуществляли ледовую разведку в Северном Ледовитом океане. Летающая лодка Дорнье «Валь» использовалась в полярной авиации, в том числе на  Крайнем Севере СССР.   Первый «Валь» появился на советском Крайнем Севере в 1928 году, его назвали  «Моссовет». За зиму 1928–29 года лодка перевезла 135 пассажиров, 2,5 тонны почты, налетав более 100 тысяч километров. « Моссовет» летал как с воды, так и с ледяной  поверхности.  Экипаж другого самолёта, «Советский Север», в 1928 году пытался совершить перелёт по  Северному морскому пути из Владивостока в Ленинград. Руководил перелётом Г. Д.  Красинский, но полёт не увенчался успехом. Из 14 000 км экипаж преодолел только 6 000  км, а из-за аварии в Колючинской губе пришлось вернуться во Владивосток. Третий самолёт, названный «Комсеверопуть», под управлением лётчика Бориса  Чухновского, помогал ледовой разведкой ледоколу «Красин», осуществлявшего проводку  судов по Северному морскому пути. « Комсеверопуть» участвовала в фотосъёмке  Ангарстроя, обследовала район падения Тунгусского метеорита, а в августе прибыла на  Новую Землю.   До самого начала Великой Отечественной войны гидросамолёты Дорнье «Валь»  оставались в рядах советской полярной авиации.  ',
      images: [
        { src: '../images/dorne1.jpg', title: 'dorne1' },
        { src: '../images/dorne2.jpg', title: 'dorne2' }
      ],
      videos: [{ src: '/videos/shhuna-video1.mp4', title: 'Новосибирские острова-загадки' }],
      audios: []
    },
    tracks: {
      title: (
        <>
          ТРАССЫ И ПУТИ ПОЛЯРНОЙ <br />
          АВИАЦИИ
        </>
      ),
      text: 'В 1930-е годы в СССР была создана полярная авиация, которая помогала осваивать Арктику. 17 декабря 1932 года при СНК СССР образовали Главное управление Северного морского пути (ГУСМП). Для работы новой транспортной артерии необходимо было наладить регулярную связь с районами Крайнего Севера, и обеспечить её могла только авиация. Некоторые воздушные трассы Северного морского пути того времени: с 1933 года началось регулярное воздушное сообщение по маршруту Красноярск — Игарка. Аэрогидропорт в Красноярске обустроили на острове Телячем. В феврале 1935 года В. С. Молоков совершил арктический перелёт по маршруту Красноярск — Игарка — Дудинка — Диксон. В июле 1936 года лётчики Г. Т. Побежимов и В. С. Молоков на летающей лодке Дорнье «Валь» облетели территорию Крайнего Севера, преодолев по кольцевому маршруту Красноярск — Якутск — Охотск — остров Врангеля — Москва — Красноярск 31 000 километров. Бортмеханик Побежимов с конца 1920-х годов участвовал в полярных рейсах, летал на остров Врангеля. В последующие годы он участвовал в воздушной ледовой разведке и прокладке воздушных трасс в Красноярском крае и Арктике. На красноярском авиаремонтном заводе руководил ремонтом авиамоторов, помогал осваивать технику. Григорий Трофимович заслуженно считался одним из лучших бортмехаников в полярной авиации, никто лучше него не знал, как может вести себя мотор в экстремальных условиях Арктики. В августе 1937 года Г.Т. Побежимов погиб при перелёте через Северный полюс, за штурвалом самолёта находился Герой Советского Союза С.А. Леваневский. В 1936 году В. С. Молоков совершил продолжительные полёты по всей трассе Северного морского пути. Воздушная арктическая трасса вдоль евразийского побережья связала Москву с самыми отдалёнными базами Советской Арктики, с её портами, зимовками, полярными станциями и промышленными новостройками. К 1941 году в распоряжении Главсевморпути имелась мощная по тем временам авиация по всему Крайнему Северу — от Архангельска до бухты Провидения. Самолёты могли летать до Владивостока. В поле деятельности Главсеморпути регулярно действовали авиалинии: Тюмен — Салехард, Красноярск — Диксон, Тикси — Анадырь. Полёты, подобные тому, что совершил в 1936 году на гидросамолёте Василий Молоков, прокладывали маршрут по Северному морскому пути как для самолётов, так и для кораблей. В 1930-х годах Северный морской путь стал важной частью транспортной инфраструктуры Советского Союза, и регулярные авиалинии начали развиваться как средство связи между удаленными регионами. Начало авиаперевозок в 1932 году: начало регулярных авиаперевозок в арктическом регионе. Авиаперевозки стали важным инструментом для связи с труднодоступными районами. Основные маршруты в 1930-х годах: Москва - Архангельск (запущена в 1933 году), Архангельск - Норильск (с 1934 года), Норильск - Диксон (с 1935 года), Диксон - Тикси (с 1936 года). Авиаперевозки в арктическом регионе стали важным инструментом для транспортировки грузов, почты и пассажиров. Использование гидросамолетов позволяло приземляться на водные поверхности, что было особенно актуально в условиях сурового климата. Пионеры советской авиации, такие как Водопьянов и Шевелёв, сыграли ключевую роль в организации и развитии этих авиаперевозок, что способствовало улучшению связи и экономическому развитию северных регионов. В начале 1930-х Красноярск стал основной авиационной базой Главного управления Севморпути. 17 декабря 1932 года при СНК СССР было образовано Главное управление Северного морского пути. Руководителем управления был назначен знаменитый полярный исследователь О.Ю. Шмидт. С 1933 года началось регулярное воздушное сообщение по маршрутам Красноярск – Игарка. Аэрогидропорт в Красноярске был обустроен на острове Телячем. В 1934 году на базе двух полуразвалившихся сараев и небольшого коммунального здания, на правом берегу Абаканской протоки, напротив авиабазы, были открыты авиаремонтные мастерские Главсевморпути. В марте 1935 года был построен тёплый ангар, стал возможен ремонт тяжёлых самолётов, в августе мастерские были переименованы в Авиаремонтный завод. Честь уложить первый кирпич в основание завода была предоставлена старейшему полярному лётчику Б.Г. Чухновскому. Среди лётчиков-полярников, работавших в это время на красноярской авиабазе, был в том числе один из первых Героев Советского Союза – В.С. Молоков. В феврале 1935 года он совершил арктический перелёт Красноярск – Игарка – Дудинка – Диксон. Постановлением Красноярского крайисполкома в ознаменование этого события остров Телячий был переименован в остров имени Молокова. В июле 1936 года лётчики Г.Т. Побежимов и В.С. Молоков на летающей лодке Дорнье «Валь» облетели территорию Крайнего Севера, преодолев по кольцевому маршруту Красноярск — Якутск — Охотск — остров Врангеля — Москва — Красноярск 31 000 километров. Подвиг экипажа был отмечен высокими правительственными наградами. В августе 1937 Г.Т. Побежимов погиб при перелёте через Северный полюс. По просьбе трудящихся Красноярскому авиаремонтному заводу было присвоено его имя. С 1949 года завод им. Побежимова был перепрофилирован под судостроение, а в 1958 году он был разделён на судостроительный и судоремонтный заводы. При разделении имя лётчика в названиях предприятий было упущено. После появления в городе аэродрома в районе нынешней Взлётки, необходимость в авиабазе на острове Молокова постепенно отпала, а с началом строительства Коммунального моста, взлёт и посадка гидросамолётов на Абаканской протоке стали невозможны. На конец 1933 года в Управлении имелось 17 самолётов: 6 У-2, 4 Дорнье Валь, 2 ЮГ-1, 2 Ш-2 и по одному Юнкерс В-33, Савойя С-55 и Р-5. Осенью этого года лётчиком Кукановым на самолёте ЮГ-1 за 13 рейсов были эвакуированы 93 человека с зажатых во льдах судов «Север», «Хабаровск» и «Анадырь». В 1934 году лётчики полярной авиации Слепнёв и Леваневский, наряду с авиацией других ведомств, участвовали в операции по спасению экипажа и пассажиров раздавленного льдами парохода Челюскин. На этот год в Управлении полярной авиации имелось 46 самолётов; началось строительство первых постоянно действующих аэродромов в Арктике, открыты авиремонтные мастерские (впоследствии завод) в Красноярске, авиатрасса Красноярк — Игарка продлена до Дудинки и открыта новая регулярная авиалиния вдоль Оби. В 1935 году у полярной авиации имелось 77 самолётов, действовало 3 регулярных авиалинии: Енисейская, Обская и Ленская. В 1936 году УПА обеспечивала ледовую разведку для первого перехода боевых кораблей по Северному морскому пути (ЭОН-3) — эсминцев с Балтийского на Тихоокеанский флот. В структуре Управления полярной авиации на этот год имелись: Московский авиационный отряд особого назначения, Беломорский авиаотряд, Енисейская и Ленская авиагруппы, Обская и Тихоокеанская авиагруппы, Красноярский авиаремонтный завод. В 1935—1937 годах для полярной авиации проводились закупки некоторых самолётов в США. Приобрели 3 самолёта Локхид Л-10, по два — Дуглас ДФ-195 и Сикорский С-43, по одному — Консолидейтед ПБУ-1 и Валти В-1АС.',
      images: [
        {
          src: '../images/tracks1.jpg',
          title: 'Почтовая марка в честь воздушной экспедиции _Север_, доставившей грузы и полярников на Северный полюс'
        },
        {
          src: '../images/tracks2.jpg',
          title: 'Первая советская _арктическая_ марка 1931 года ВОЗДУШНАЯ ПОЧТА, посвящённая рейсу _Малыгина_ с туристами'
        },
        { src: '../images/tracks3.jpg', title: 'Объявление Енисейской авиагруппы полярной авиации Главсевморпути. 1937. Фото КККМ' },
        {
          src: '../images/tracks4.jpg',
          title: 'Полёт гидросамолёта _СССР Н-2_ на о. Диксон. 07.09.1936 г. (Фото из фондов Государственного музея Арктики и Антарктики).'
        },
        {
          src: '../images/tracks5.jpg',
          title: 'Почтовый конверт ВОЗДУШНОЙ ПОЧТЫ из первого советского арктического рейса 1931 года на _Малыгине_ с туристами'
        },
        { src: '../images/tracks6.jpg', title: 'освоение Арктики в 1937 году карта советского периода' }
      ],
      videos: [],
      audios: []
    }
  },
  personali: {
    pilots: [
      {
        id: 'pilot',
        date: '(1895 – 1982)',
        title: 'В.С. Молоков',
        biography: {
          title:
            'Советский полярный лётчик и военачальник, участник операции по спасению экспедиции парохода «Челюскин» в 1934 году, Герой Советского Союза, Генерал-майор авиации.',
          date: '(9.04.1895-29.12.1982)',
          awards: [
            { date: '1934 г.', description: 'три ордена Ленина: 20.04.1934, 27.06.1937, 30.04.1945;' },
            {
              date: '1944 г.',
              description: 'два ордена Красного Знамени: 3.11.1944, 15.05.1945;.'
            },
            { date: '1945 г.', description: 'орден Суворова 2-й степени: 19.04.1945;' },
            { date: '1944 г.', description: 'орден Кутузова 2-й степени: 22.07.1944;' },
            {
              date: '1943 г.',
              description: 'орден Отечественной войны 1-й степени: 12.12.1943;'
            },
            {
              date: '1936 г.',
              description: 'орден Красной Звезды: 19.09.1936;'
            },
            {
              date: '1941—1945 гг.',
              description:
                'медали СССР: юбилейная медаль «За доблестный труд (За воинскую доблесть). В ознаменование 100-летия со дня рождения Владимира Ильича Ленина», медаль «За оборону Москвы», медаль «За победу над Германией в Великой Отечественной войне 1941—1945 гг.».'
            }
          ]
        },
        quotes: {
          title:
            '«Первый самостоятельный полёт! Словно именно в этот день ты стал вольной птицей, слившись с машиной в одно целое… Это — твой праздник. Всего 10 минут, а помнишь всю жизнь»'
        },

        achievements: [
          {
            date: '1904 г.',
            description: '1904 г. - работал в коробочной мастерской в Москве, затем в кузнице молотобойцем и слесарем.'
          },
          {
            date: '1915 г.',
            description:
              '1915 г. - служил помощником механика в морской авиации. Участник первой мировой войны. С 1918 – механик авиационного отряда в Гатчинской школе высшего пилотажа. Участник гражданской войны.'
          },
          {
            date: '1921 г.',
            description: '1921г. окончил школу морских лётчиков в Самаре. Служил в строевой части ВВС Балтийского флота.'
          },
          {
            date: '1924г г.',
            description:
              '1924г.окончил Севастопольскую военную авиационную школу морских лётчиков, оставлен в ней лётчиком-инструктором. В 1929 окончил курсы усовершенствования командного состава при Военно-воздушной академии имени Н.Е. Жуковского.'
          },
          {
            date: '1932 гг.',
            description:
              '1932 г. - командовал отрядом Полярной авиации Главного управления Северного морского пути. В операции по спасению челюскинцев совершил 9 полётов и вывез из лагеря 39 человек.'
          },
          {
            date: '1937 г.',
            description: '1937 г. - в качестве командира экипажа самолёта ТБ-3 участвовал в высадке папанинцев на Северный полюс.'
          },
          {
            date: '1942 г.',
            description:
              '1942г. – уполномоченный Государственного комитета обороны по проверке хода строительства авиационной трассы Аляска-Сибирь. В 1942-1943 – начальник Лётно-исследовательского института.'
          },
          {
            date: '1947 г.',
            description: '1947 г. генерал-майор авиации В.С.Молоков – в запасе. Возглавлял Высшую квалификационную комиссию ГВФ.'
          }
        ],
        gallery: [
          { src: '/images/molokov1.jpg', name: 'molokov1.jpg' },
          { src: '/images/molokov2.jpg', name: 'molokov2.jpg' },
          { src: '/images/molokov3.jpg', name: 'molokov3.jpg' }
        ]
      },
      {
        id: 'pilot-2',
        date: '(1908 – 1982)',
        title: 'Н.П. Каманин',
        biography: {
          title: 'Советский летчик, генерал-полковник авиации, один из первых семи Героев Советского Союза.',
          date: '(05.10.1908 г. – 12.03.1982 г.)',
          awards: [
            { date: '1934 г.', description: 'звание «Героя Советского Союза» (20 апреля 1934 г)' },
            {
              date: '1934 г.',
              description: 'медаль «Золотая звезда» (№2)'
            },
            { date: '1934 г.', description: '3 ордена Ленина (20.04.1934; 20.04.1953; 17.06.1961)' },
            { date: '1944 г.', description: '2 ордена Красного Знамени (29.05.1944; 06.11.1947)' },
            {
              date: '1944 г.',
              description: '2 ордена Суворова 2-й степени (10.01.1944; 28.04.1945)'
            },
            {
              date: '1944 г.',
              description: 'орден Красной Звезды (03.11.1944)'
            }
          ]
        },
        quotes: {
          title:
            '«Запомните: летчик – это имя собирательное. На него работают десятки людей. Умейте слушать каждого. И уважать!» (Из книги Н. П. Каманина «Летчики и космонавты»)'
        },

        achievements: [
          {
            date: '1927 г.',
            description: '1927 г. — призван в РККА и направлен на учёбу в Военно- теоретическую школу ВВС РККА.'
          },
          {
            date: '1928 г.',
            description: '1928 г. — переведён во 2-ю военную школу лётчиков им. Осоавиахима СССР для обучения практическим полётам.'
          },
          {
            date: '1929 г.',
            description:
              '1929 г. — окончил 2-ю военную школу лётчиков и был назначен в 40-ю авиаэскадрилью ВВС ОКДВА, где проходил службу младшим и старшим лётчиком, командиром звена.'
          },
          {
            date: '1940 г.',
            description: '1940 г. — командир 19-й легкобомбардировочной авиационной бригады, участник советско-финляндской войны.'
          },
          {
            date: '1943 гг.',
            description: '1943 г. — командовал 8-м смешанным (с июля 1943 года — 5-м штурмовым) авиационным корпусом, проходившим формирование в тылу.'
          },
          {
            date: '1946 г.',
            description: '1946 г. — командир 3-го гвардейского штурмового авиационного корпуса (в Южной группе войск, город Арад, Румыния).'
          },
          {
            date: '1955 г.',
            description: '1955 года — заместитель председателя Центрального Комитета ДОСААФ.'
          },
          {
            date: '1971 г.',
            description: '1971 г. — генерал-полковник авиации Н. П. Каманин — в запасе.'
          }
        ],
        gallery: [
          { src: '/images/kamanin1.jpg', name: 'kamanin1.jpg' },
          { src: '/images/kamanin2.jpg', name: 'kamanin2.jpg' }
        ]
      }
    ]
  },
  library: {
    films: [],
    audioBooks: [],
    lectures: [],
    books: []
  },
  booksfilmsData: [],
  exhibitsData: []
};
